{
    "start": "शुरू",
    "Thank You": "धन्यवाद",
    "Your lagna is": "आपका लगन है",
    "and lagna rashi is": "और लग्न राशी है",
    "It is": "आपकी कुंडली में",
    "Acc": "लेखा",
    "Incomplete !": "अधूरा!",
    "Payment Failed as we currrently do not accept payments with wallets. Try using UPI or Card. Thank You": "भुगतान विफल रहा क्योंकि हम स्पष्ट रूप से बटुए के साथ भुगतान स्वीकार नहीं करते हैं। UPI या कार्ड का उपयोग करने का प्रयास करें। धन्यवाद।",
    "Payment Failed !": "भुगतान असफल हुआ !",
    "Payment Failed due to some reasons. Please try with valid details or try after some time. Thank You": "भुगतान कुछ कारणों से विफल हुआ। कृपया मान्य विवरणों के साथ प्रयास करें या कुछ समय बाद प्रयास करें। धन्यवाद।",
    "Payment Successfull !": "भुगतान उत्तराधिकारी!",
    "Details for the current kundli will be saved in our Databse for PDF analysis which can take upto 1 day beacuse it is done by astrologer manually for best results. Kundli PDF will be provided On the email through which you have logged in, in the app. Note down Payment ID for any help in future. Order Status Can be seen in current orders.": "वर्तमान कुंडली विवरण के लिए हमारे डेटाबेस में पीडीएफ विश्लेषण के लिए सहेजे जाएंगे जो 1 दिन के बीक्युस तक ले सकते हैं यह ज्योतिषी द्वारा मैन्युअल रूप से सर्वोत्तम परिणामों के लिए किया जाता है। कुंडली पीडीएफ प्रदान किया जाएगा, जिसके माध्यम से आपने ऐप में लॉग इन किया है। भविष्य में किसी भी मदद के लिए भुगतान आईडी नोट करें। आदेश की स्थिति वर्तमान आदेशों में देखी जा सकती है।",
    "Payment Info": "भुगतान की जानकारी",
    "AstroDrishti 卐": "एस्ट्रोद्रिशति 卐",
    "orders": "खरीद",
    "Freeanalysis": "मुफ्त विश्लेषण",
    "Ask Question": "ज्योतिषी से पूछें",
    "saved": "सहेज कुंडली",
    "Store": "ऑनलाइन स्टोर",
    "Blogs": "ब्लॉग",
    "Mars": "मंगल",
    "Venus": "शुक्र",
    "Mercury": "बुध",
    "Report": "रिपोर्ट",
    "Moon": "चांद",
    "Rahu":"राहु",
    "Ketu":"केतु",
    "Download": "डाउनलोड",
    "Type You Question Here.....": "आप यहाँ प्रश्न टाइप करें .....",
    "Register Question": "रजिस्टर प्रश्न",
    "Also no Friend planets are sitting together ! it's neutral.": "इसके अलावा कोई मित्र ग्रह एक साथ नहीं बैठे हैं! यह तटस्थ है।",
    "Sun": "सूर्य",
    "Jupiter": "बृहस्पति",
    "Saturn": "शनि",
    "Answer": "उत्तर",
    "share": "शेयर",
    "enterdata": "अपनी जानकारी दर्ज कीजिये",
    "ename": "नाम दर्ज ",
    "birthdetails": "जन्म विवरण:",
    "Bt": "जन्म का समय: ",
    "Loc": "जन्म स्थान: ",
    "Tmz": "टाइमजोन: ऑटो चयनित: ",
    "getknd": "कुंडली प्राप्त करें 卐",
    "sv": "स्टोर करें ",
    "analyze": "विश्लेषण ",
    "Data": "डेटा:",
    "kdchart": "कुंडली चार्ट 卐",
    "kd": "कुंडली 卐",
    "manglik": "मांगलिक 卐",
    "chkmng": "मांगलिक जाँच करें 卐",
    "ptdosh": "पितृ दोष 卐",
    "chkdosha": "दोसा 卐 जाँच करें",
    "sun": "सूर्य राशि 卐",
    "chksign": "राशि जाँच करें 卐",
    "Kundli Analysis": "कुंडली विश्लेषण",
    "Chart, Planets and Prediction": "चार्ट, ग्रह और भविष्यवाणी",
    "Daily Horoscope": "दैनिक भविष्यफल",
    "Check what your sign says": "चेक करें कि आपका संकेत क्या कहता है",
    "Mangal Dosha": "मंगल दोष",
    "Manglik or not ?": "मांगलिक या नहीं?",
    "Pitra Dosha": "पितृ दोष",
    "kundli has Pitra Dosha or not ?": "क्या आपकी कुंडली में पितृ दोष है?",
    "Sun Sign ?": "सूर्य राशि ?",
    "Check Your Sunsign": "अपने सूर्य राशि जाँच करें",
    "Moon Sign ?": "चांद राशि ?",
    "Check Your Moonsign": "अपने चांद राशि जाँच करें",
    "Moon Sign 卐": "चांद राशि 卐",
    "Check Sign 卐": "राशि क्या है 卐",
    "Aries": "मेष",
    "Taurus": "वृषभ",
    "Gemini": "मिथुन",
    "Cancer": "कर्क",
    "Ascendant":"आरोही",
    "Leo": "सिंह",
    "Virgo": "कन्या",
    "Libra": "तुला",
    "Scorpio": "वृश्चिक",
    "Sagittarius": "धनु",
    "Capricorn": "मकर",
    "Aquarius": "कुंभ",
    "Pisces": "मीन",
    "Account": "खाता",
    "My Orders": "मेरी खरीद",
    "Saved Data": "सहेजा गया डेटा",
    "About App": "ऐप के बारे में",
    "Rate Us": "हमें दर",
    "Share": "एप्लिकेशन भेजें",
    "Sign Out": "प्रस्थान करें",
    "orderid": "उत्पाद आईडी",
    "name": "नाम",
    "Status": "स्थिति",
    "Completed": "पूर्ण",
    "Order Status": "उत्पाद स्थिति",
    "Half Done": "हाफ डन",
    "Pending...": "लंबित ...",
    "SavedKundlis": "सेव्ड कुंडलिस",
    "Submit Data": "डेटा सबमिट करें",
    "Free Analysis 卐": "फ्री  विश्लेषण 卐",
    "Full Report": "पूर्ण रिपोर्ट",
    "Fill Full Form !": "पूर्ण फ़ॉर्म भरें!",
    "Kundli With same Name exists !": "इस नाम की कुंडली पहले से ही है !",
    "Kundli Saved !": "कुंडली सेव्ड!",
    "Birth Report 卐": "कुंडली रिपोर्ट 卐",
    "Planet Positioning:": "ग्रह स्थिति",
    "Personality": "व्यक्तित्व",
    "Ascendant Report": "आरोही रिपोर्ट",
    "Ask Astrologer":"ज्योतिषी से पूछें",
    "Your Sun": "आपका सूर्य",
    "Your Moon": "आपका चंद्रमा",
    "Your Mercury": "आपका बुध",
    "Your Jupiter": "आपका बृहस्पति",
    "Your Mars": "आपका मंगल",
    "Planet Degree":"ग्रहों का प्रभाव",
    "Your Venus": "आपका शुक्र",
    "Your Saturn": "आपका शनि",
    "Aries is the lord of the 5th house in the birth chart and Sun becomes benefic due to the lordship of a trine house. You will beautiful, self confident and attractive even if you lack good education. You will be a bit obstinate and will remain firm on every opinion. Sometimes you may be involved in unfounded conflicts. You may get support from you father but conflicts may occur with him in the later half of the life. your economic status would be good. If Sun is not affected by malefic planets then there is a possibility to get benefits from the government. The beneficial effect of Sun will bring you happiness from children. Due to the aspect of Sun on the Libra which is the sign of Venus and placed in the 7th house, you may get beautiful and supportive spouse but conflicts may sometimes occur in the married life.": "मेष राशि जन्म कुंडली में 5 वें घर का स्वामी है और एक त्रि घर के आधिपत्य के कारण सूर्य लाभकारी हो जाता है। यदि आपके पास अच्छी शिक्षा की कमी है तो भी आप सुंदर, आत्मविश्वासी और आकर्षक होंगे। आप थोड़े अड़ियल होंगे और रहेंगे। हर मत पर दृढ़ रहें। कभी-कभी आप निराधार संघर्षों में शामिल हो सकते हैं। आपको पिता से समर्थन मिल सकता है, लेकिन जीवन के उत्तरार्ध में उनके साथ संघर्ष हो सकता है। आपकी आर्थिक स्थिति अच्छी होगी। यदि सूर्य पुरुष ग्रहों से प्रभावित नहीं है। इसके बाद सरकार से लाभ मिलने की संभावना है। सूर्य का लाभकारी प्रभाव आपको संतान से सुख दिलाएगा। तुला राशि पर सूर्य के पहलू के कारण जो कि शुक्र का संकेत है और 7 वें घर में रखा गया है, आप सुंदर हो सकते हैं और सहायक जीवनसाथी लेकिन विवाहित जीवन में कभी-कभी टकराव हो सकता है।",
    "Moon is the 4th lord in the birth chart of the Aries Ascendant. Due to its placement in the 1st house, you will be having a quiet and restless nature. You will have a fertile imagination and desires to enjoy luxuries. you may get support from mother and may have property, land and own a house. you will be attracted towards nature and beauty. May be you will be prone to cold, cough and chest related problems. The economic status will be good and you may get benefits from the government. Due to the aspect of Moon on Libra which is placed in the 7th house you may get a virtuous, artistic and supportive life partner.": "मेष राशि के जातक की जन्म कुंडली में चंद्रमा 4 वाँ स्वामी है। 1 घर में इसकी स्थिति के कारण, आप शांत और बेचैन स्वभाव के होंगे। आपके पास एक उर्वर कल्पना होगी और विलासिता का आनंद लेने की इच्छा होगी। माँ से और संपत्ति, जमीन और खुद का घर हो सकता है। आप प्रकृति और सुंदरता की ओर आकर्षित होंगे। हो सकता है कि आपको सर्दी, खांसी और छाती से संबंधित समस्या हो। आर्थिक स्थिति अच्छी होगी और आपको लाभ मिल सकता है। सरकार। तुला राशि पर चंद्रमा के पहलू के कारण जो कि 7 वें घर में रखा गया है, आपको एक सदाचारी, कलात्मक और सहायक जीवनसाथी मिल सकता है। ",
    "Mars is the Ascendant lord and the 8th lord in the birth chart. Its auspicious position as the Ascendant lord reduces the malefic effect from its position as the 8th lord. You got a robust health and you will be a bit vehement and arrogant. you will be brave and courageous and these abilities will help you achieve your goals. Due to this, you will get respect and honor in the society. you tend be kind to the disabled and the poor. you got good faith in religion. Mars aspects the 4th, 7th and the 8th houses which brings you property and vehicles. There are possibilities of an accident and conflicts may occur with your life partner due to the malefic effect of Mars which influences happiness of the married life.": "मंगल जन्मपत्री में अष्टम स्वामी और 8 वें स्वामी हैं। अष्टम स्वामी के रूप में इसकी शुभ स्थिति 8 वें स्वामी के रूप में अपनी स्थिति से पुरुष प्रभाव को कम कर देती है। आपको एक मजबूत स्वास्थ्य मिला है और आप थोड़ा संभल और अभिमानी होंगे। आप साहसी और साहसी होंगे और ये क्षमताएं आपको अपने लक्ष्यों को प्राप्त करने में मदद करेंगी। इसके कारण, आपको समाज में सम्मान और सम्मान मिलेगा। आप विकलांगों और गरीबों के प्रति दयालु होंगे। आपको धर्म में अच्छा विश्वास प्राप्त होगा। मंगल के पहलू। 4, 7 वें और 8 वें घर जो आपको संपत्ति और वाहन लाते हैं। मंगल ग्रह के पुरुष प्रभाव के कारण आपके जीवन साथी के साथ दुर्घटना और संघर्ष की संभावना हो सकती है जो विवाहित जीवन की खुशी को प्रभावित करती है। ",
    "Due to its lordship of the 3rd and 6th houses in the birth chart Mercury becomes a malefic planet for your kundli. But you will be intelligent and well educated. you will develope interest in studies and may achieve success in the field of writing and arts. Conflicts may occur with relatives in the dasha period of Mercury. You may get stomach related problems, epilepsy, digestion related problems and amnesia. you can achieve success in business. Due to the aspect of mercury on the 7th house, you may have problems with his children and it affects the health of the life partner. Due to the aspect of Mercury on Libra in the 7th house, you may get a virtuous spouse and the married life would be average.": "जन्म कुंडली में तीसरे और छठे घर में रहने के कारण बुध आपकी कुंडली के लिए एक पुरुष ग्रह बन जाता है। लेकिन आप बुद्धिमान और शिक्षित होंगे। आप पढ़ाई में रुचि विकसित करेंगे और लेखन और कला के क्षेत्र में सफलता प्राप्त कर सकते हैं। । बुध के दशा काल में रिश्तेदारों के साथ संघर्ष हो सकता है। आपको पेट से संबंधित समस्या, मिर्गी, पाचन संबंधित समस्याएं और भूलने की बीमारी हो सकती है। आप व्यापार में सफलता प्राप्त कर सकते हैं। 7 वें घर में बुध के पहलू के कारण आपको समस्या हो सकती है। अपने बच्चों के साथ और यह जीवन साथी के स्वास्थ्य को प्रभावित करता है। 7 वें घर में तुला राशि पर बुध के पहलू के कारण, आपको एक जीवनसाथी मिल सकता है और विवाहित जीवन औसत रहेगा। ",
    "Aries is a fire sign ruled by Mars, which is also a fiery planet. Both Mars and Jupiter are masculine and share a friendly relationship with each other. Mars’ strong influence in this position makes the person argumentative but Jupiter also affords the person with wisdom, logic and intelligence so these natives tend to be less impulsive than those with Mars in Aries. Jupiter in Aries gives a strong hold over fields such as law because Mars’ energy directs the native’s mind towards argumentation. They are knowledgeable, philosophical, educated, and driven towards spirituality and higher learning. Jupiter in Aries gives a strong foothold in spirituality and religious books. Jupiter also affords them with compassion and generosity. These natives specifically like to donate to charitable trusts and religious places. They imbibe innovation in their matter of study or practice. Their enterprising abilities are exceptional. There is a lot of creativity and energy in these people and also the ability to use these constructively. These natives do very well in sectors like banking because they are judicious and intellectual.": "मेष एक मंगल ग्रह द्वारा शासित अग्नि संकेत है, जो एक उग्र ग्रह भी है। मंगल और बृहस्पति दोनों एक-दूसरे के साथ मैत्रीपूर्ण संबंध रखते हैं और एक-दूसरे के साथ मैत्रीपूर्ण संबंध साझा करते हैं। इस स्थिति में मंगल का मजबूत प्रभाव व्यक्ति को तर्कशील बनाता है लेकिन बृहस्पति भी व्यक्ति के साथ संबंध रखता है। ज्ञान, तर्क और बुद्धिमत्ता इसलिए ये मूल निवासी मेष राशि में मंगल के साथ कम आवेगी होते हैं। मेष राशि में बृहस्पति कानून जैसे क्षेत्रों पर एक मजबूत पकड़ देता है क्योंकि मंगल की ऊर्जा मूल निवासी के दिमाग को तर्क के लिए निर्देशित करती है। वे जानकार, दार्शनिक, शिक्षित हैं। , और आध्यात्मिकता और उच्च शिक्षा के लिए प्रेरित किया। मेष राशि में बृहस्पति आध्यात्मिकता और धार्मिक पुस्तकों में एक मजबूत पैर जमाने देता है। बृहस्पति भी उन्हें दया और उदारता से प्यार करता है। ये मूल निवासी विशेष रूप से धर्मार्थ ट्रस्टों और धार्मिक स्थानों को दान करना पसंद करते हैं। अध्ययन या अभ्यास। उनकी मनोरंजक क्षमताएं असाधारण हैं। इन लोगों में रचनात्मकता और ऊर्जा भी बहुत है और यह भी इन रचनात्मक रूप से उपयोग करने की क्षमता। ये मूल निवासी बैंकिंग जैसे क्षेत्रों में बहुत अच्छा करते हैं क्योंकि वे विवेकपूर्ण और बौद्धिक होते हैं।",
    "Aries is fire, ruled by Mars, which is also a fierce planet. Both Venus and Mars are neutral towards each other. When a watery feminine planet occupies Mars’ sign, the person becomes assertive in their expression, especially in love life.  Such people tend to be cheerful and positive, with a striking zeal for life. They are fun to be around and have a sense of excitement in their aura. In romantic situations, these people tend to be excessively energetic and impatient. They can also be careless in their love life at times. Their manner of loving someone is quite direct and upfront. They cannot sugarcoat their romantic feelings by labeling the relationship as friendship. They can be aggressive too. But they are honest, full of adventure and with an enthusiasm for life. Both Venus and Mars represent passion and sensuality and amalgamation of their energies leads to excessive sexual feelings and attraction. Venus in Aries also gives a tendency to show interest in others’ spouses. They are also irreligious and quite driven towards the materialistic or indeed corporeal aspects of life. They do nonetheless possess an attractive personality. They are artistic beings, with strong inclination towards creative pursuits, beauty and fine arts.": "मेष अग्नि है, जो मंगल द्वारा शासित है, जो कि एक भयंकर ग्रह भी है। शुक्र और मंगल दोनों एक दूसरे के प्रति तटस्थ हैं। जब एक जल स्त्रीलिंग ग्रह मंगल के चिह्न पर कब्जा कर लेता है, तो व्यक्ति विशेष रूप से प्रेम जीवन में उनकी अभिव्यक्ति में मुखर हो जाता है। लोग हंसमुख और सकारात्मक होते हैं, जीवन के लिए एक हड़ताली उत्साह के साथ। वे चारों ओर होने का मज़ा लेते हैं और उनकी आभा में उत्साह की भावना रखते हैं। रोमांटिक स्थितियों में, ये लोग अत्यधिक ऊर्जावान और अधीर हो जाते हैं। वे लापरवाह भी हो सकते हैं। कभी-कभी उनके प्रेम जीवन में। किसी से प्यार करने का उनका तरीका काफी प्रत्यक्ष और अग्रिम होता है। वे रिश्ते को दोस्ती के रूप में लेबल करके अपनी रोमांटिक भावनाओं को गला नहीं सकते हैं। वे आक्रामक भी हो सकते हैं। जीवन। शुक्र और मंगल दोनों ही जुनून और कामुकता का प्रतिनिधित्व करते हैं और उनकी ऊर्जा का समामेलन अत्यधिक यौन भावनाओं और आकर्षण का कारण बनता है। मेष राशि में शुक्र भी दूसरों के जीवनसाथी में रुचि दिखाने की प्रवृत्ति देता है। ई भी जीवन के भौतिकवादी या वास्तव में कॉर्पोरल पहलुओं के प्रति अविश्वसनीय और काफी प्रेरित है। फिर भी वे एक आकर्षक व्यक्तित्व रखते हैं। वे रचनात्मक प्राणी हैं, रचनात्मक गतिविधियों, सौंदर्य और ललित कला के प्रति मजबूत झुकाव के साथ। ",
    "Saturn is intensely inimical towards Mars, the ruling planet of Aries. Moreover, Saturn is debilitated in Aries, which further makes this position unfavorable for the native. The house where such a placement falls is affected the most, especially if it is the 7th house since it relates to marriage and partner and Mars is a significator of passion. In Vedic Astrology, it also relates to auspicious occasions especially marriage. People having Saturn in Aries in the 7th house either face delay in marriage or problems in their marital life. This position of Saturn also increases aggression in the behavior. Natives with this position struggle to enjoy contentment and satisfaction in their relationships. They face a lot of obstacles in the progress. This gives them a lot of anxiety and stress in life. While they have the ability to lead, they suffer a lot in leadership positions.  Others often misunderstand them. They are hard working but they can be mischievous in their ways. They also indulge in illicit activities and can be sinful and jealous. They are not that reliable either. They are often blamed for their own wrong doings.": "शनि, मेष राशि के सत्तारूढ़ ग्रह, मंगल के प्रति अत्यधिक असंगत है। इसके अलावा, शनि मेष राशि में विराजित है, जो आगे इस स्थिति को मूल निवासी के लिए प्रतिकूल बनाता है। जिस घर में ऐसा स्थान गिरता है वह सबसे अधिक प्रभावित होता है, खासकर अगर यह 7 वां हो। चूँकि यह घर विवाह और साथी से संबंधित है और मंगल लगन का कारक है। वैदिक ज्योतिष में, यह विशेष रूप से विवाह के शुभ अवसरों से भी संबंधित है। 7 वें घर में मेष राशि में शनि होने से लोग या तो विवाह में देरी करते हैं या अपने वैवाहिक जीवन में समस्याओं का सामना करते हैं। शनि की यह स्थिति व्यवहार में आक्रामकता को भी बढ़ाती है। इस स्थिति के साथ मूल निवासी अपने संबंधों में संतोष और संतुष्टि का आनंद लेने के लिए संघर्ष करते हैं। वे प्रगति में बहुत बाधाओं का सामना करते हैं। इससे उन्हें जीवन में बहुत चिंता और तनाव होता है। नेतृत्व करने की क्षमता, वे नेतृत्व की स्थिति में बहुत पीड़ित हैं। अन्य लोग अक्सर उन्हें गलत समझते हैं। वे कड़ी मेहनत कर रहे हैं लेकिन वे अपने तरीके से शरारती हो सकते हैं। अवैध गतिविधियों में कमी और पापी और ईर्ष्यालु हो सकते हैं। वे विश्वसनीय भी नहीं हैं। उन्हें अक्सर अपने गलत कामों के लिए दोषी ठहराया जाता है। ",
    "good for you regarding luck": "भाग्य के संबंध में आपके लिए अच्छा",
    "not favourable for you regarding luck.": "भाग्य के संबंध में आपके लिए अनुकूल नहीं है।",
    "average for you regarding luck.": "भाग्य के संबंध में आपके लिए औसत।",
    "As your Sun is with Venus/Saturn, they are enemeis which is not that good in your kundli.": "जैसा कि आपका सूर्य शुक्र / शनि के साथ है, वे एनीमी हैं जो आपकी कुंडली में उतना अच्छा नहीं है।",
    "As your Mars is with Mercury, they are enemeis which is not that good in your kundli.": "जैसा कि आपका मंगल बुध के साथ है, वे एनीमी हैं जो आपकी कुंडली में उतना अच्छा नहीं है।",
    "As your Mercury is with Moon, they are enemeis which is not that good in your kundli.": "जैसा कि आपका बुध चंद्रमा के साथ है, वे एनीमी हैं जो आपकी कुंडली में उतना अच्छा नहीं है।",
    "As your Jupiter is with Venus/Mercury, they are enemeis which is not that good in your kundli.": "जैसा कि आपका बृहस्पति शुक्र / बुध के साथ है, वे एनीमे हैं जो आपकी कुंडली में अच्छा नहीं है।",
    "As your Saturn is with Sun/Moon, they are enemeis which is not that good in your kundli.": "जैसा कि आपका शनि सूर्य / चंद्रमा के साथ है, वे एनीमी हैं जो आपकी कुंडली में उतना अच्छा नहीं है।",
    "As your Venus is with Sun/Moon/Mars, they are enemeis which is not that good in your kundli.": "जैसा कि आपका शुक्र सूर्य / चंद्रमा / मंगल के साथ है, वे एनीमी हैं जो आपकी कुंडली में उतना अच्छा नहीं है।",
    "No enemy planets are sitting together ! it's really awesome.": "कोई दुश्मन ग्रह एक साथ नहीं बैठे हैं! यह वास्तव में बहुत बढ़िया है।",
    "Your Sun is with Moon/Mars/Jupiter,they are Friends which is  good in your kundli.": "आपका सूर्य चंद्रमा / मंगल / बृहस्पति के साथ है, वे मित्र हैं जो आपकी कुंडली में अच्छे हैं।",
    "Your Mars is with Sun/Moon/Jupiter,they are Friends which is good in your kundli.": "आपका मंगल सूर्य / चंद्रमा / बृहस्पति के साथ है, वे मित्र हैं जो आपकी कुंडली में अच्छे हैं।",
    "Your Jupiter is with Sun/Moon/Mars,they are Friends which is good in your kundli.": "आपका बृहस्पति सूर्य / चंद्रमा / मंगल के साथ है, वे मित्र हैं जो आपकी कुंडली में अच्छे हैं।",
    "Your Saturn is with Mercury,they are Friends which is good in your kundli.": "आपका शनि बुध के साथ है, वे मित्र हैं जो आपकी कुंडली में अच्छे हैं।",
    "Your Venus is with Mercury,they are Friends which is good in your kundli.": "आपका शुक्र बुध के साथ है, वे मित्र हैं जो आपकी कुंडली में अच्छे हैं।",
    "Your Mercury is with Sun/Venus,they are Friends which is good in your kundli.": "आपका बुध सूर्य / शुक्र के साथ है, वे मित्र हैं जो आपकी कुंडली में अच्छे हैं।",
    "very good for you regarding luck.": "भाग्य के संबंध में आपके लिए बहुत अच्छा।",
    "You are strong, cold-blooded and determined; You know exactly what you think, what you feel and what you believe in. Decisiveness is one of your main qualities, but you should not be able to learn more adaptability. You value money, although you do not like to work hard. You like to invest in artistic values. You can succeed in activities related to nutrition, hygiene, science, art, literature, education, natural history or gardening. You are endowed with perseverance and calm determination and can achieve a high position in government circles. As a result of excess you can suffer from liver or kidney disease. Taurus controls the throat, so this is the area that can react most quickly to stress.": "आप मजबूत, ठंडे खून और दृढ़ निश्चयी हैं; आप जानते हैं कि वास्तव में आप क्या सोचते हैं, आप क्या महसूस करते हैं और आप क्या मानते हैं। निर्णायकता आपके मुख्य गुणों में से एक है, लेकिन आपको अधिक अनुकूलनशीलता सीखने में सक्षम नहीं होना चाहिए। आप पैसे को महत्व देते हैं, हालांकि आप कड़ी मेहनत करना पसंद नहीं करते हैं। आप कलात्मक मूल्यों में निवेश करना पसंद करते हैं। आप पोषण, स्वच्छता, विज्ञान, कला, साहित्य, शिक्षा, प्राकृतिक इतिहास या बागवानी से संबंधित गतिविधियों में सफल हो सकते हैं। आप दृढ़ता और शांत दृढ़ संकल्प से संपन्न हैं और सरकारी हलकों में उच्च पद प्राप्त कर सकते हैं। अधिकता के परिणामस्वरूप आप यकृत या गुर्दे की बीमारी से पीड़ित हो सकते हैं। वृषभ गले को नियंत्रित करता है, इसलिए यह वह क्षेत्र है जो तनाव के लिए सबसे जल्दी प्रतिक्रिया कर सकता है।",
    "This is an exalted position for Moon; however, the lord of Taurus is Venus, which shares an enemy relationship with Moon. But since both are watery planets, their energies collide well. This is a balanced position. People with Moon in Taurus tend to be quite romantic and good-looking. Your personality is attractive and sturdy. You have a beautiful face with short hair. You are a generous and charitable person, who always wants to help those in need. The positive placement of Venus affords you riches and possessions life has to offer. You would be happiest during the middle and last part of your life. Luxuries and material possessions appeal to you. You have a strong sense of ownership. You are a grounded and practical person but you are equally bighearted too.  As a friend and partner, you tend to be highly loyal, dependable, stable and committed. You are quite intellectual, with a brilliant mind. You have a strong penchant for arts too.": "यह चंद्रमा के लिए एक महान स्थिति है; हालांकि, वृषभ का स्वामी शुक्र है, जो चंद्रमा के साथ एक शत्रु संबंध साझा करता है। लेकिन चूंकि दोनों पानी के ग्रह हैं, इसलिए उनकी ऊर्जा अच्छी तरह से टकराती है । यह एक संतुलित स्थिति है । वृषभ राशि में चंद्रमा के साथ लोग काफी रोमांटिक और अच्छे दिखने वाले होते हैं। आपका व्यक्तित्व आकर्षक और तगड़ा होता है। छोटे बालों के साथ आपका चेहरा खूबसूरत होता है। आप एक उदार और धर्मार्थ व्यक्ति हैं, जो हमेशा जरूरतमंद लोगों की मदद करना चाहते हैं । शुक्र की सकारात्मक नियुक्ति आप धन और संपत्ति जीवन की पेशकश की है देता है । आप अपने जीवन के मध्य और अंतिम भाग के दौरान सबसे खुश होंगे। विलासिता और भौतिक संपत्ति आप से अपील करते हैं। आपके पास स्वामित्व की एक मजबूत भावना है। आप एक जमीनी और व्यावहारिक व्यक्ति हैं, लेकिन आप भी उतने ही bighearted हैं ।  एक दोस्त और साथी के रूप में, आप अत्यधिक वफादार, भरोसेमंद, स्थिर और प्रतिबद्ध हो जाते हैं। आप काफी बौद्धिक हैं, एक प्रतिभाशाली दिमाग के साथ । आप कला के लिए भी एक मजबूत रुचि है ।",
    "Taurus is governed by Venus, a feminine watery planet. It shares a neutral relationship with Mars, which on the other hand, is a fierce masculine energy. When Mars is placed in such a stubborn sign having a delicate planet as its lord, its energy is not as active as in other signs. People born with Mars in Taurus have a low physical drive and level of activity. However, their mental concentration is outstanding. These people learn a lot from their experiences and mistakes. In fact, these are some of the most determined and stable people. They have a strong penchant for beauty and arts such as music, paintings, luxuries etc due to the influence of Venus. Some of them also have an artistic talent up their sleeve. These natives want to live a luxurious and comfortable lifestyle. Mars gives them the ability to manage their money wisely so they tend to have a strong hold over financial matters. Such people tend to be inclined towards love and sensuality. In fact, at times, they also have more than one lover. They often feel dissatisfied with their spouse and relationship. They can also be overly possessive and violent in love and sexual matters due to the overflow of energy given by Mars.": "वृषभ राशि शुक्र, एक स्त्री पानी ग्रह द्वारा शासित है। यह मंगल ग्रह के साथ एक तटस्थ संबंध साझा करता है, जो दूसरी ओर, एक भयंकर मर्दाना ऊर्जा है । जब मंगल ग्रह को अपने प्रभु के रूप में एक नाजुक ग्रह होने वाले इस तरह के जिद्दी संकेत में रखा जाता है, तो इसकी ऊर्जा अन्य संकेतों की तरह सक्रिय नहीं होती है। वृषभ राशि में मंगल के साथ पैदा हुए लोगों में शारीरिक ड्राइव और गतिविधि का स्तर कम होता है। हालांकि उनकी मानसिक एकाग्रता बकाया है। ये लोग अपने अनुभवों और गलतियों से बहुत कुछ सीखते हैं। वास्तव में, ये कुछ सबसे दृढ़ और स्थिर लोग हैं। शुक्र के प्रभाव के कारण संगीत, चित्र, विलासिता आदि जैसे सौंदर्य और कलाओं के प्रति उनकी प्रबल रुचि है। उनमें से कुछ भी अपनी आस्तीन ऊपर एक कलात्मक प्रतिभा है । ये मूल निवासी एक शानदार और आरामदायक जीवन शैली जीना चाहते हैं। मंगल उन्हें अपने पैसे को बुद्धिमानी से प्रबंधित करने की क्षमता देता है ताकि वे वित्तीय मामलों पर मजबूत पकड़ रखते हैं । ऐसे लोग प्रेम और वासना की ओर झुकाव रखते हैं। दरअसल, कई बार उनके एक से बढ़कर एक प्रेमी भी होते हैं। वे अक्सर अपने जीवनसाथी और रिश्ते से असंतुष्ट महसूस करते हैं। मंगल द्वारा दी गई ऊर्जा के ओवरफ्लो होने के कारण वे प्रेम और यौन मामलों में अत्यधिक स्वत्वबोधक और हिंसक भी हो सकते हैं ।",
    "Mercury is a neutral Earthy planet and when it sits in Taurus, which is also a fixed Earth sign, the person tends to be fixated in views. It is difficult to budge these individuals once they have made a decision. Taurus is ruled by Venus, which also shares a friendly relationship with Mercury so this placement proves to be fruitful for the native. Such a person seeks stability in life. They are practical beings who believe in logic. Their concentration power is exceptional. They are in fact quite dependable and loyal too, especially in money matters. They excel in money management. These natives also have strong business acumen. They can however be conservative in their views, because they do not like change in life. These people are good organizers and do well in managerial roles. They like to live a luxurious and secure lifestyle. They like beautiful objects, jewelry, and flowers, things that appeal to their senses. They are quite soft-spoken and polite to others. On the love front, sexual satisfaction is important for the smooth running of their relationship. Mercury relates to muscles and Venus represents beauty, an amalgamation of these energies makes the native fond of physical exercises.": "बुध एक तटस्थ मिट्टी का ग्रह है और जब यह वृषभ में बैठता है, जो भी एक निश्चित पृथ्वी का संकेत है, व्यक्ति को विचारों में उतारना चाहते हो जाता है । एक बार जब उन्होंने कोई निर्णय लिया है तो इन व्यक्तियों को हिलता मुश्किल है । वृषभ राशि शुक्र का शासन है, जो बुध के साथ दोस्ताना संबंध भी साझा करता है इसलिए यह प्लेसमेंट देशी के लिए फलदायी साबित होता है । ऐसा व्यक्ति जीवन में स्थिरता चाहता है। वे व्यावहारिक प्राणियों जो तर्क में विश्वास कर रहे हैं। उनकी एकाग्रता शक्ति असाधारण है। वे वास्तव में काफी भरोसेमंद और वफादार भी हैं, विशेष रूप से पैसे के मामलों में । वे धन प्रबंधन में उत्कृष्टता प्राप्त करते हैं । इन मूल निवासी भी मजबूत व्यापार कौशल है । हालांकि वे अपने विचारों में रूढ़िवादी हो सकते हैं, क्योंकि उन्हें जीवन में बदलाव पसंद नहीं है । ये लोग अच्छे आयोजक हैं और प्रबंधकीय भूमिकाओं में अच्छा करते हैं । वे एक शानदार और सुरक्षित जीवन शैली जीना पसंद करते हैं। उन्हें सुंदर वस्तुएं, गहने और फूल पसंद हैं, ऐसी चीजें जो उनकी इंद्रियों से अपील करती हैं। ये काफी मृदुभाषी और दूसरों के प्रति विनम्र होते हैं। प्रेम के मोर्चे पर, यौन संतुष्टि उनके रिश्ते को सुचारू रूप से चलाने के लिए महत्वपूर्ण है। बुध मांसपेशियों से संबंधित है और शुक्र सौंदर्य का प्रतिनिधित्व करता है, इन ऊर्जाओं का समामेलन शारीरिक व्यायाम के देशी शौकीन बनाता है ।",
    "Venus is the 2nd and the 7th lord in the birth chart. Venus becomes malefic and causes suffering and illness in Aries Ascendant. You will be beautiful but may suffer from health related problems and may have difficulties during the dasha period of Venus. You may have an unusual level of attraction towards the people of opposite gender and may face some difficulties due to this attraction. You may have a loss in wealth and you will have an interest in music and arts. You may get a beautiful spouse who has a good sense of humor and you will have an affectionate relationship with her. There is a strong desire in these natives to live a luxurious lifestyle, bubbling with riches, stately homes and vehicles. These natives also want to look attractive and spend a lot of time and money on their beauty regime. They also want to be complimented. There sex drive is quite earthy indeed; they are quite practical when it comes to their needs. They do however want stability in their life so tend to be loyal and constant. Their approach in love is quite direct and simple. They tend to take their relationship seriously and handle love life with caution.": "शुक्र जन्म कुंडली में 2 और 7वें स्वामी हैं। शुक्र पुरुष बन जाता है और मेष लग्न में कष्ट और बीमारी का कारण बनता है। आप सुंदर रहेंगे लेकिन स्वास्थ्य संबंधी परेशानियों से ग्रस्त हो सकते हैं और शुक्र के दशा काल में परेशानियां आ सकती हैं। विपरीत लिंग के लोगों के प्रति आपके प्रति असामान्य स्तर का आकर्षण हो सकता है और इस आकर्षण के कारण कुछ परेशानियों का सामना करना पड़ सकता है। आपको धन-धान्य में हानि हो सकती है और आपको संगीत और कलाओं में रुचि रहेगी। आपको एक सुंदर जीवनसाथी मिल सकता है जिसके पास हास्य की अच्छी भावना है और आप उसके साथ स्नेही संबंध रखेंगे। इन मूल निवासी में एक शानदार जीवन शैली जीने की प्रबल इच्छा है, धन, आलीशान घरों और वाहनों के साथ बुदबुदाती है। ये मूल निवासी भी आकर्षक दिखना चाहते हैं और अपनी सुंदरता के शासन पर काफी समय और पैसा खर्च करना चाहते हैं। वे भी तारीफ करना चाहते हैं। वहां सेक्स ड्राइव वास्तव में काफी मिट्टी है; जब उनकी जरूरतों की बात आती है तो वे काफी व्यावहारिक होते हैं । वे हालांकि अपने जीवन में स्थिरता चाहते है तो वफादार और स्थिर हो जाते हैं । प्यार में उनका नजरिया काफी डायरेक्ट और सिंपल होता है। ये अपने रिश्ते को गंभीरता से लेते हैं और सावधानी के साथ लव लाइफ को संभालते हैं।",
    "Saturn shares a friendly relationship with Venus, the ruling planet of Taurus. Saturn is the lord of karma. It represents perseverance and liberation from the mundane realm of material existence. Venus on the other hand is all about luxuries, material comforts, passion, sensuality and possessions. People born with Saturn in Taurus always find themselves torn between these two forces, spiritual liberation v/s material existence, or detachment v/s pleasure, also known as Yoga v/s Bhoga in Vedic Astrology.  Saturn in Taurus also gives a strong need for emotional as well as financial security in order for the native to be happy and comfortable. Saturn in Taurus makes the person overly cautious with money matters. Such people tend to be thrifty, and spend only on what they actually need. These people are disciplined and patient, have the ability to endure the harsh realities of life. They work hard for success. They are very clever and well suited for professions such as politics and business.  This position of Taurus gives an inclination towards sensuality too. They can be quite tactful in love and go to great lengths to win the love of the person they want. This is because of the strong influence of Venus.": "वृषभ राशि के शासक ग्रह शुक्र के साथ शनि का दोस्ताना संबंध है। शनि कर्म का स्वामी है। यह भौतिक अस्तित्व के सांसारिक दायरे से दृढ़ता और मुक्ति का प्रतिनिधित्व करता है। दूसरी ओर शुक्र विलासिता, भौतिक सुख, जुनून, वासना और संपत्ति के बारे में है। वृषभ राशि में शनि के साथ पैदा हुए लोग हमेशा इन दोनों ताकतों, आध्यात्मिक मुक्ति v/s भौतिक अस्तित्व, या टुकड़ी v/s खुशी, भी वैदिक ज्योतिष में योग v/s भोगा के रूप में जाना जाता है के बीच खुद को फटे पाते हैं ।  वृषभ राशि में शनि जातक को सुखी और आरामदायक रहने के लिए भावनात्मक के साथ-साथ वित्तीय सुरक्षा की भी प्रबल आवश्यकता होती है। वृषभ राशि में शनि व्यक्ति को पैसों के मामलों से ज्यादा सतर्क कर देता है। ऐसे लोग मितव्ययी होते हैं, और केवल वही खर्च करते हैं जो उन्हें वास्तव में चाहिए। ये लोग अनुशासित और धैर्यवान होते हैं, जीवन की कठोर वास्तविकताओं को सहने की क्षमता रखते हैं। वे सफलता के लिए कड़ी मेहनत करते हैं। वे बहुत चालाक और अच्छी तरह से राजनीति और व्यापार जैसे व्यवसायों के लिए अनुकूल हैं ।  वृषभ राशि की यह स्थिति कामुकता की ओर भी झुकाव देती है। वे प्यार में काफी व्यवहारकुशल हो सकते हैं और जिस व्यक्ति को वे चाहते हैं उसके प्यार को जीतने के लिए काफी हद तक जा सकते हैं। ऐसा शुक्र के प्रबल प्रभाव के कारण होता है।",
    "Gemini is an air sign with dual personality and its lord is Mercury, which is a neutral planet of earthy element. Mercury considers Sun as a friend, which is neutral towards Mercury so placement of Sun in Gemini brings positive results for the native. Intellect is the strong suit of people born with such planetary placement. They tend to be intelligent and wise, always up for a good debate. Their ideas are often backed by logic. They become great scholars and tend to be expert in many fields. They have a very calculative mind too thus do well in fields such as accounts and finance. Sun in Gemini also gives strong communication and the power to persuade people. Natives with this placement have liberal attitude so people often trust their judgment. But they do not misuse others. Such people tend to be modest, honest and sincere. The best professions for people with Sun in Gemini are teaching and astrology. Quite often, these natives earn a lot of fame in such fields. Fortune also seems to be favoring these individuals. But when it comes to appearance, they do average on the beauty scale, their character however is nonetheless magnetic.": "मिथुन दोहरे व्यक्तित्व वाला वायु चिन्ह है और इसका स्वामी बुध है, जो मिट्टी के तत्व का तटस्थ ग्रह है। बुध सूर्य को मित्र मानता है, जो बुध के प्रति तटस्थ है इसलिए मिथुन राशि में सूर्य का अनाउंसमेंट देशी के लिए सकारात्मक परिणाम लाता है। बुद्धि ऐसे ग्रहों की पदस्थापन के साथ पैदा हुए लोगों का मजबूत वाद है। वे बुद्धिमान और बुद्धिमान हो जाते हैं, हमेशा एक अच्छी बहस के लिए । उनके विचारों को अक्सर तर्क द्वारा समर्थित किया जाता है । वे महान विद्वान बन जाते हैं और कई क्षेत्रों में विशेषज्ञ हो जाते हैं। वे एक बहुत ही गणनात्मक मन भी इस प्रकार खातों और वित्त जैसे क्षेत्रों में अच्छी तरह से करते हैं । मिथुन राशि में सूर्य भी मजबूत संचार और लोगों को मनाने की शक्ति देता है। इस प्लेसमेंट के साथ मूल निवासी उदार रवैया है तो लोगों को अक्सर अपने फैसले पर भरोसा है । लेकिन वे दूसरों का दुरुपयोग नहीं करते। ऐसे लोग मर्यादा में, ईमानदार और ईमानदार होते हैं। मिथुन राशि में सूर्य के साथ लोगों के लिए सबसे अच्छा पेशा शिक्षण और ज्योतिष हैं। अक्सर, ये मूल निवासी ऐसे क्षेत्रों में बहुत प्रसिद्धि कमाते हैं। भाग्य भी इन व्यक्तियों के पक्ष में लगता है । लेकिन जब यह उपस्थिति की बात आती है, वे सौंदर्य पैमाने पर औसत करते हैं, उनके चरित्र हालांकि फिर भी चुंबकीय है ।",
    "Gemini is a dual sign, ruled by Mercury, which shares an inimical relationship with Moon. Mercury is a neutral earthy planet while Moon is a feminine watery planet. This placement of Moon makes the native friendly, cheerful, emotional, reserved, and lonesome. Native has an uncanny ability to make quick observations. People with Moon in Gemini tend to be mentally sharp and alert. These people form an impression about things and people quite quickly. They are exceptionally good with multitasking and are quite versatile. They are quite perceptive and understanding in nature. Outgoing and sociable, these natives tend to have a huge social circle. They get attached to people and talk a lot. Their sense of humor is good. Communication is their strong suit, both oral as well as written. At times, these people become moody too. And there is a restlessness in their nature, as if their mind is constantly occupied, always in search of new information. Such natives tend to be quite intellectual and have a long life. They can be good mathematicians or writers too.": "मिथुन एक दोहरी संकेत है, बुध द्वारा शासित है, जो चंद्रमा के साथ एक विरोधी संबंध साझा करता है । बुध एक तटस्थ मिट्टी ग्रह है जबकि चंद्रमा एक स्त्री पानी ग्रह है । चंद्रमा की यह नियुक्ति देशी दोस्ताना, हंसमुख, भावनात्मक, आरक्षित, और अकेला बनाता है । देशी एक अलौकिक त्वरित टिप्पणियों बनाने की क्षमता है। मिथुन राशि में चंद्रमा वाले लोग मानसिक रूप से तेज और सतर्क रहने वाले होते हैं। ये लोग चीजों और लोगों के बारे में काफी जल्दी एक छाप बनाते हैं । वे मल्टीटास्किंग के साथ असाधारण रूप से अच्छे हैं और काफी बहुमुखी हैं। वे काफी बोधगम्य और प्रकृति में समझ रहे हैं। निवर्तमान और मिलनसार, इन मूल निवासी एक विशाल सामाजिक सर्कल है करते हैं । वे लोगों से जुड़े हो जाते हैं और बहुत बात करते हैं । उनका सेंस ऑफ ह्यूमर अच्छा है । संचार उनका मजबूत सूट है, मौखिक के साथ-साथ दोनों लिखा हुआ है। कई बार ये लोग मूडी भी हो जाते हैं। और उनके स्वभाव में बेचैनी है, जैसे कि उनका मन लगातार कब्जे में रहा है, हमेशा नई-नई जानकारी की तलाश में। ऐसे मूल निवासी काफी बौद्धिक होते हैं और उनका जीवन लंबा होता है। वे अच्छे गणितज्ञ या लेखक भी हो सकते हैं।",
    "Gemini is an air sign governed by Mercury, which is an earthy neutral planet. Mercury and Mars are inimical towards each other so this placement has quite a lot of contradictory energies working together. When the intellect of Mercury meets the energy of Mars, the native is often a logical and intelligent being, skilled at many arts. Such a person is quite active and involved. Mercury also gives the native a strong foothold in poetry and passion.  These people are highly intelligent and quick learners. They also have a strong desire to go abroad. Gemini is a dual sign and when Mars is placed in it, the native is likely to have good sense of judgment and laws. Such a person often indulges in superficial romantic encounters and relationships. These natives have a habit of pursuing new experiences in romance and love matters. However, they are constantly restless, like on a high-strung mode. They do quite well in sports, especially cricket. There is a lot of nervous energy in their temperament, which keep them stressed and mentally drained all the time. Their mind is always occupied by something, which keeps them agitated and distressed. These natives should practice calming activities such as meditation to quiet their over active mind.": "मिथुन बुध द्वारा शासित एक वायु चिन्ह है, जो एक मिट्टी तटस्थ ग्रह है । बुध और मंगल एक दूसरे के प्रति विरोधी हैं इसलिए इस प्लेसमेंट में काफी विरोधाभासी ऊर्जा है जो एक साथ काम कर रही है । जब बुध की बुद्धि मंगल की ऊर्जा से मिलती है, तो देशी अक्सर एक तार्किक और बुद्धिमान प्राणी है, कई कलाओं में कुशल है। ऐसा व्यक्ति काफी सक्रिय और शामिल होता है। बुध भी देशी कविता और जुनून में एक मजबूत पैर जमाने देता है।  ये लोग अत्यधिक बुद्धिमान और त्वरित शिक्षार्थी होते हैं। विदेश जाने की भी उनकी प्रबल इच्छा होती है। मिथुन राशि का दोहरा संकेत होता है और जब मंगल उसमें रखा जाता है तो जातक को न्याय और कानूनों की अच्छी समझ होने की संभावना होती है। ऐसा व्यक्ति अक्सर सतही रोमांटिक मुठभेड़ों और रिश्तों में लिप्त रहता है। इन जातकों को रोमांस और प्रेम मामलों में नए अनुभवों को आगे बढ़ाने की आदत है। हालांकि, वे लगातार बेचैन हैं, जैसे एक उच्च ताना मोड पर। वे खेल, खासकर क्रिकेट में काफी अच्छा करते हैं । उनके स्वभाव में तंत्रिका ऊर्जा बहुत होती है, जो उन्हें हर समय तनावग्रस्त और मानसिक रूप से सूखा रखता है। उनके मन पर हमेशा किसी न किसी चीज का कब्जा रहता है, जिससे वे उत्तेजित और व्यथित रहते हैं। इन मूल निवासी को अपने सक्रिय मन को शांत करने के लिए ध्यान जैसी शांत गतिविधियों का अभ्यास करना चाहिए।",
    "This is a comfortable position for Mercury since it is the lord of Gemini, a dual air sign. Naturally, this placement turns out positive for the native as per Vedic Astrology principles. People born with Mercury in Gemini have a sophisticated appearance and always project themselves as mannered and polite. These natives tend to be quite soft-spoken. They have a strong hold over communication and articulation. Such natives also excel in mathematics, accounts and languages. They earn a lot of respect and recognition in society and live an affluent lifestyle. Mercury in Gemini also gives them an acute ability to argument and win. They are always up for a good debate. Their way of life is quite independent. They like to have freedom and personal space for growth. They are quite logical and practical in their ways. Their mind is a storehouse of ideas. They like to acquire new information and learn new ideas. They quickly get a solution to problems using their intellectual abilities. These natives do well as astrologer, reporter, teacher, singer, poet and writer. Their interests are quite diverse.": "यह बुध के लिए एक आरामदायक स्थिति है क्योंकि यह मिथुन राशि का स्वामी है, एक दोहरी हवा पर हस्ताक्षर । स्वाभाविक रूप से, यह प्लेसमेंट वैदिक ज्योतिष सिद्धांतों के अनुसार देशी के लिए सकारात्मक हो जाता है। मिथुन राशि में बुध के साथ पैदा हुए लोगों को एक परिष्कृत उपस्थिति है और हमेशा खुद को शिष्टाचार और विनंर के रूप में परियोजना । ये मूल निवासी काफी मृदुभाषी होते हैं। संचार और अभिव्यक्ति पर उनकी मजबूत पकड़ है । ऐसे मूल निवासी गणित, खातों और भाषाओं में भी उत्कृष्टता प्राप्त करते हैं। वे समाज में बहुत सम्मान और मान्यता अर्जित करते हैं और एक समृद्ध जीवन शैली जीते हैं। मिथुन राशि में बुध भी उन्हें तर्क देने और जीतने की तीव्र क्षमता देता है। वे हमेशा एक अच्छी बहस के लिए कर रहे हैं । उनके जीवन का तरीका काफी स्वतंत्र है । उन्हें विकास के लिए आजादी और पर्सनल स्पेस पसंद है। वे अपने तरीके से काफी तार्किक और व्यावहारिक हैं। उनका मन विचारों का भंडार है। वे नई जानकारी हासिल करना और नए विचारों को सीखना पसंद करते हैं। वे जल्दी से अपनी बौद्धिक क्षमताओं का उपयोग कर समस्याओं का समाधान प्राप्त करते हैं। ये मूल निवासी ज्योतिषी, रिपोर्टर, शिक्षक, गायक, कवि और लेखक के रूप में अच्छा करते हैं। उनके हित काफी विविध हैं ।",
    "Mercury is the ruling planet of Gemini, which is a dual air sign. The relationship of Jupiter with Mercury, the lord of Gemini is inimical. However, both the planets are benefic in nature so this placement turns out well for the native, more so because both these planets are associated with wisdom and intelligence. As wise and learned people, these natives are exceptional in their studies. Even if they do not get formal education in their life due to circumstances, there is a strong intellectual curiosity in these people. They always find a way to learn, and gain a lot of experience and learning from their travel and adventures in life. These natives are always open to new ideas and interpretations. Jupiter in Gemini also makes the person diplomatic; native has the ability to handle critical situations with tact. Their physical stature is impressive. Such natives tend to be well built and tall. As a person, they are quite helping, dedicated, skillful and devoted to their work. They are quite dependable and take their responsibilities seriously. Their heart is pure. They do well in fields involving psychological understanding and intuition such as teaching and occult areas like astrology. Jupiter in Gemini also makes the person a great poet.": "बुध मिथुन राशि का शासक ग्रह है, जो दोहरी वायु का चिन्ह है। बुध के साथ बृहस्पति का संबंध मिथुन राशि का स्वामी विरोधी है। हालांकि, दोनों ग्रह प्रकृति में परोपकारी हैं इसलिए यह प्लेसमेंट देशी के लिए अच्छी तरह से बदल जाता है, और इसलिए क्योंकि ये दोनों ग्रह बुद्धि और बुद्धि से जुड़े हुए हैं । बुद्धिमान और विद्वान लोगों के रूप में, इन मूल निवासी अपनी पढ़ाई में असाधारण हैं। परिस्थितियों के कारण भले ही उन्हें अपने जीवन में औपचारिक शिक्षा न मिल जाए, लेकिन इन लोगों में बौद्धिक जिज्ञासा प्रबल होती है। वे हमेशा सीखने का एक तरीका खोजते हैं, और जीवन में अपनी यात्रा और रोमांच से बहुत अनुभव और सीखने का एक बहुत कुछ हासिल करते हैं। ये मूल निवासी हमेशा नए विचारों और व्याख्याओं के लिए खुले होते हैं। मिथुन राशि में बृहस्पति भी व्यक्ति को राजनयिक बनाता है; देशी चालबाजी के साथ महत्वपूर्ण स्थितियों को संभालने की क्षमता है। उनका शारीरिक कद प्रभावशाली है। ऐसे मूल निवासी अच्छी तरह से निर्मित और लंबा हो जाते हैं। एक व्यक्ति के रूप में, वे काफी मदद कर रहे हैं, समर्पित, निपुण और अपने काम के लिए समर्पित । वे काफी भरोसेमंद हैं और अपनी जिम्मेदारियों को गंभीरता से लेते हैं । इनका हृदय पवित्र है। वे मनोवैज्ञानिक समझ और ज्योतिष जैसे शिक्षण और मनोगत क्षेत्रों जैसे अंतर्ज्ञान से जुड़े क्षेत्रों में अच्छी तरह से करते हैं । मिथुन राशि में बृहस्पति भी व्यक्ति को महान कवि बनाता है।",
    "At the worst, Gemini can be fantasist, flirtatious, superficial and inconsistent, especially when a feminine sign comes in association.  Gemini is ruled by Mercury, which shares a friendly relationship with Venus. When the ‘air’ of Gemini meets the ‘water’ of Venus, all that remains is a ‘bubbly’ personality.  People with Venus in Gemini are childlike, and at the worst, childish.  They want to make the most of this life, and enjoy it in every possible sense. These people are open, direct, friendly, sociable, impatient and restless. They can be fickle and shallow too. They always remain in an excited mood, quite like a child but they also lack a sense of maturity needed to sustain life without much damage. Their attitude towards romance is also childlike. They are too optimistic in love and approach every new relationship with new hopes and expectations.  There is an undying need to speak out what’s troubling them in their heart. These natives cannot contain their feelings. They especially need friends and an active social life, so they don’t burst their mind thinking of the real and imaginary problems in their married life. Venus in Gemini gives a strong penchant for arts too. In fact, the native can be skillful in writing and poetry as well.": "सबसे खराब, मिथुन कल्पनावादी, चुलबुली, सतही और असंगत हो सकता है, खासकर जब एक स्त्री हस्ताक्षर संघ में आता है ।  मिथुन राशि बुध का शासन है, जो शुक्र के साथ दोस्ताना संबंध साझा करता है। जब मिथुन की 'हवा' शुक्र के 'पानी' से मिलती है, तो वह सब एक 'चुलबुली' व्यक्तित्व है।  मिथुन राशि में शुक्र के साथ लोग बचकाने हैं, और सबसे खराब, बचकाना ।  वे इस जीवन का सबसे अधिक करना चाहते हैं, और हर संभव अर्थों में इसका आनंद लें। ये लोग खुले, प्रत्यक्ष, मित्र, मिलनसार, अधीर और बेचैन होते हैं। वे चंचल और उथले भी हो सकते हैं। वे हमेशा एक उत्तेजित मूड में रहते हैं, काफी एक बच्चे की तरह है लेकिन वे भी बहुत नुकसान के बिना जीवन को बनाए रखने के लिए आवश्यक परिपक्वता की भावना की कमी है । रोमांस के प्रति उनका नजरिया भी बचपन जैसा है। वे प्यार में भी आशावादी हैं और नई उम्मीदों और उम्मीदों के साथ हर नए रिश्ते को अप्रोच करते हैं ।  वहां एक अमर बाहर बात क्या उंहें उनके दिल में परेशान कर रहा है की जरूरत है । ये मूल निवासी अपनी भावनाओं को नियंत्रित नहीं कर सकते । उन्हें खासतौर पर दोस्तों और एक सक्रिय सामाजिक जीवन की जरूरत होती है, इसलिए वे अपने विवाहित जीवन में वास्तविक और काल्पनिक समस्याओं के बारे में सोच कर अपने मन को फट नहीं देते हैं। मिथुन राशि में शुक्र कलाओं के प्रति भी प्रबल रुचि देता है। वास्तव में, देशी लेखन और कविता में भी निपुण हो सकता है।",
    "Mercury is the lord of Gemini and it shares an almost friendly relationship with Saturn.  Saturn here affects the judgment of the person since Mercury is the significator of wisdom. Such people tend to be deceptive at times. It also makes the native vulnerable to addiction. These natives tend to become mean and selfish at times.  Saturn in Gemini also gives a tendency to wander a lot. These people lack stability and organization in life. In fact, they lead quite a messy lifestyle. Saturn in Gemini makes the person narrow-minded too. This placement of Saturn also gives the native interest in chemical and mechanical sciences. Such people are quite systematic and logical in their approach. They have exceptional reasoning ability. They are quite resolute and have good problem solving skills. They always make a move only once sure of the outcome. They never get the jitters in critical situations and face problems in a cool and collected way. However, they do face difficulty in processing new information. Discussion helps them understand things better and reach to a conclusion.": "बुध मिथुन राशि का स्वामी है और यह शनि के साथ लगभग मैत्रीपूर्ण संबंध साझा करता है।  यहां शनि व्यक्ति के निर्णय को प्रभावित करता है क्योंकि बुध बुद्धि का प्रमाणक है। ऐसे लोग कई बार धोखे में रखकर काम करते हैं। यह देशी को नशे की लत का शिकार भी बना देता है। ये मूल निवासी कई बार मतलब और स्वार्थी हो जाते हैं ।  मिथुन राशि में शनि भी बहुत भटकने की प्रवृत्ति देता है। इन लोगों के जीवन में स्थिरता और संगठन की कमी है। वास्तव में, वे काफी गन्दा जीवन शैली का नेतृत्व करते हैं। मिथुन राशि में शनि व्यक्ति को संकीर्ण सोच वाला भी बनाता है। शनि की यह पदस्थापना रासायनिक और यांत्रिक विज्ञान में भी देशी रुचि देती है। ऐसे लोग अपने दृष्टिकोण में काफी व्यवस्थित और तार्किक होते हैं। उनमें असाधारण तर्क क्षमता है। वे काफी दृढ़ हैं और अच्छी समस्या को सुलझाने के कौशल है । वे हमेशा एक कदम केवल एक बार परिणाम के बारे में सुनिश्चित करते हैं । वे गंभीर स्थितियों में नस कभी नहीं मिलता है और एक शांत और एकत्र तरीके से समस्याओं का सामना करना पड़ता है । हालांकि, उन्हें नई जानकारी के प्रसंस्करण में कठिनाई का सामना करना पड़ता है। चर्चा उन्हें चीजों को बेहतर ढंग से समझने और किसी निष्कर्ष तक पहुंचने में मदद करती है।",
    "Cancer is a movable water sign, and its lord is Moon, which is a feminine watery planet. Sun is fiery masculine planet but it shares a friendly relationship with Moon. Despite contradictory energies, these planets balance each other, quite like how our mother and father work together. With Moon’s influence in this placement, the native is usually of a wavering mind. This indecisiveness hampers their undertakings. While the person is endowed with qualities of a king and earns a lot of fame, he or she struggles to enjoy the comfort associated with having a partner. Natives with Sun in Cancer are virtuous beings, follow a pious path in life and abide by the moral principles. Such people tend to be good-looking and have a magnetic personality. Activities related to space and atmosphere interest them a lot, so they tend to do well as scientist too. They can also become artists depending upon the placement of other planets in the chart. These natives however have to work harder than usual to fulfill their goals and that keeps them distressed at times. Overall, this is a positive placement.": "कर्क एक चल जल चिन्ह है, और इसका स्वामी चंद्रमा है, जो एक स्त्री जल ग्रह है। सूर्य ज्वलंत मर्दाना ग्रह है, लेकिन यह चंद्रमा के साथ एक दोस्ताना संबंध साझा करता है । विरोधाभासी ऊर्जा के बावजूद, ये ग्रह एक दूसरे को संतुलित करते हैं, काफी पसंद करते हैं कि हमारी मां और पिता एक साथ कैसे काम करते हैं। इस प्लेसमेंट में चंद्रमा के प्रभाव के साथ, देशी आमतौर पर एक ढुलमुल मन का होता है। यह अनिर्णयता उनके उपक्रमों में बाधा उत्पन्न करती है । जबकि व्यक्ति एक राजा के गुणों से संपन्न होता है और बहुत प्रसिद्धि कमाता है, वह साथी होने से जुड़े आराम का आनंद लेने के लिए संघर्ष करता है। कर्क राशि में सूर्य के साथ मूल निवासी गुणवान जीव हैं, जीवन में एक पवित्र मार्ग का पालन करें और नैतिक सिद्धांतों का पालन करें । ऐसे लोग अच्छे दिखने वाले होते हैं और उनका व्यक्तित्व चुंबकीय होता है। अंतरिक्ष और वातावरण से संबंधित गतिविधियों में उनकी बहुत रुचि है, इसलिए वे वैज्ञानिक के रूप में भी अच्छा करते हैं। वे चार्ट में अन्य ग्रहों की नियुक्ति के आधार पर कलाकार भी बन सकते हैं। इन मूल निवासी हालांकि अपने लक्ष्यों को पूरा करने के लिए सामान्य से अधिक कठिन काम करने के लिए है और है कि उंहें कई बार व्यथित रहता है । कुल मिलाकर, यह एक सकारात्मक प्लेसमेंट है। ",
    "Cancer is Moon’s own sign so naturally Moon feels at home here. This is a positive placement for Moon. If you have Moon in Cancer, you are likely to have a strong drive and determination but at the same time, you are quite accommodating and compromising in nature. You are an emotional being, receptive to others’ feelings. You have a fertile imagination and sense of creativity. But since you are sentimental being, it affects your decision making ability when you need to make rational and unbiased choices. Emotions influence you more than logic. While you are a good listener to others’ problems, you like to hide your own feelings. You are deeply attached to your home and family. The sense of security is very important for your peace of mind. You flourish in a place where you feel secure and loved. You are a very romantic person, someone who values relationships, loyalty and emotional security. You are a peace-loving and gentle soul but sometimes you become too moody due to Moon’s constant motion.  This crabby nature often affects your personal relationships. Moreover, you also have a tendency to be suspicious and mistrusting at times.": " कैंसर चंद्रमा का अपना संकेत है तो स्वाभाविक रूप से चंद्रमा घर पर यहां लगता है । यह चंद्रमा के लिए एक सकारात्मक प्लेसमेंट है । यदि आप कर्क राशि में चंद्रमा है, तो आप एक मजबूत ड्राइव और दृढ़ संकल्प होने की संभावना है, लेकिन एक ही समय में, आप काफी मिलनसार और प्रकृति में समझौता कर रहे हैं । आप एक भावनात्मक जा रहा है, दूसरों की भावनाओं को ग्रहणशील हैं । आप एक उपजाऊ कल्पना और रचनात्मकता की भावना है। लेकिन जब से आप भावुक जा रहे हैं, यह आपके निर्णय लेने की क्षमता को प्रभावित करता है जब आप तर्कसंगत और निष्पक्ष विकल्प बनाने की जरूरत है । भावनाएं आपको तर्क से ज्यादा प्रभावित करती हैं। जब आप दूसरों की समस्याओं के लिए एक अच्छे श्रोता हैं, तो आप अपनी भावनाओं को छिपाना पसंद करते हैं। आप अपने घर और परिवार से गहराई से जुड़े हुए हैं। आपके मन की शांति के लिए सुरक्षा की भावना बहुत महत्वपूर्ण है। आप ऐसी जगह पर फलते-फूलते हैं, जहां आप सुरक्षित महसूस करते हैं और प्यार करते हैं । आप एक बहुत ही रोमांटिक व्यक्ति हैं, कोई है जो रिश्तों, वफादारी और भावनात्मक सुरक्षा मूल्यों । आप एक शांतिप्रिय और सौम्य आत्मा हैं लेकिन कई बार चंद्रमा की निरंतर गति के कारण आप बहुत मूडी हो जाते हैं ।  यह क्रैबी प्रकृति अक्सर आपके व्यक्तिगत संबंधों को प्रभावित करती है। इसके अलावा, आप में कई बार संदिग्ध और अविश्वास की प्रवृत्ति भी होती है।",
    "Cancer is a movable water sign ruled by Moon, which is a feminine watery planet. Mars on the other hand is a fierce and masculine planet but it shares a friendly relationship with Moon, so the placement of Mars in Cancer turns out well for a native. If you have Mars in Cancer, you are likely to value your physical energy more than your emotional strength. A mix of Moon and Martian energy make the person mentally strong and resolute since Moon represents mind and Mars represents power. Such natives need an outlet for their reserve of energy, and they tend to express their energy in an emotional fashion due to the influence of Moon. These natives are not demanding and assertive; instead, they tend to be compromising in nature. However, that doesn’t mean that you can make them compromise on their beliefs. Natives with Mars in Cancer tend to be independent and hard working. They make serious efforts to realize their ambitions. Due to overflow of feelings (Moon) and sensual needs (Mars), these people tend to be overly passionate in love and sexual matters. They do well in Sports, especially water based. Sailing also appeals a lot to these people.": "कर्क एक चल पानी चंद्रमा द्वारा शासित संकेत है, जो एक स्त्री पानी ग्रह है । दूसरी ओर मंगल ग्रह एक भयंकर और मर्दाना ग्रह है, लेकिन यह चंद्रमा के साथ एक दोस्ताना संबंध साझा करता है, तो कर्क में मंगल ग्रह की नियुक्ति एक देशी के लिए अच्छी तरह से बाहर हो जाता है । यदि आप कर्क राशि में मंगल ग्रह है, तो आप अपनी भावनात्मक शक्ति से अधिक अपनी शारीरिक ऊर्जा मूल्य की संभावना है । चंद्रमा और मंगल ग्रह की ऊर्जा का मिश्रण व्यक्ति को मानसिक रूप से मजबूत और दृढ़ बनाता है क्योंकि चंद्रमा मन का प्रतिनिधित्व करता है और मंगल शक्ति का प्रतिनिधित्व करता है । ऐसे मूल निवासी ऊर्जा के अपने आरक्षित के लिए एक आउटलेट की जरूरत है, और वे चंद्रमा के प्रभाव के कारण एक भावनात्मक फैशन में अपनी ऊर्जा व्यक्त करते हैं । ये मूल निवासी मांग और मुखर नहीं हैं; इसके बजाय, वे प्रकृति में समझौता करते हैं। हालांकि, इसका मतलब यह नहीं है कि आप उन्हें अपने विश्वासों पर समझौता कर सकते हैं। कर्क राशि में मंगल ग्रह के साथ मूल निवासी स्वतंत्र और कड़ी मेहनत करते हैं। वे अपनी महत्वाकांक्षाओं को साकार करने के लिए गंभीर प्रयास करते हैं । भावनाओं (चंद्रमा) और कामुक जरूरतों (मंगल) के अतिप्रवाह के कारण, इन लोगों को प्यार और यौन मामलों में पीढ़ी भावुक हो जाते हैं । वे खेल में अच्छा करते हैं, विशेष रूप से पानी आधारित है । नौकायन भी इन लोगों के लिए बहुत अपील करता है।",
    "Cancer is a movable water sign ruled by Moon, which relates to unbridled emotions and mind. Influence of the lord planet gives Cancer a moodiness and directionless emotions but when Mercury, which is a neutral Earth sign, is placed in Cancer, it brings stability to the waves of emotions. It affords the person with the wisdom to channelize emotions and mind in the right direction. Mercury in Cancer makes the person a deep thinker. Such a person is emotional but has a strong mental power and memory. They acquire a lot of knowledge and learn from their practical experiences in life. These people can easily memorize information such as names, dates and historic events. They tend to be quite sympathetic towards others and are good listeners. Their imagination is vivid and fertile. They also have a strong intuition that helps them connect to people on a psychological level too. These natives tend to be quite sentimental concerning their lover or spouse. They often remain loyal and faithful to their partner. They can be patriotic too. They are quite fluent in their speaking and are articulate communicators, always ready with an answer.": "कर्क राशि चंद्रमा द्वारा शासित एक चल जल चिन्ह है, जो बेलगाम भावनाओं और मन से संबंधित है । प्रभु ग्रह का प्रभाव कर्क को मनोदशा और दिशाहीन भावनाएं देता है लेकिन जब बुध, जो तटस्थ पृथ्वी का चिन्ह है, कर्क में रखा जाता है, तो यह भावनाओं की तरंगों में स्थिरता लाता है। यह ज्ञान के साथ व्यक्ति को सही दिशा में भावनाओं और मन चैनलाइज करने के लिए देता है । कर्क राशि में बुध व्यक्ति को गहरा विचारक बनाता है। ऐसा व्यक्ति भावनात्मक होता है लेकिन उसकी मानसिक शक्ति और याददाश्त मजबूत होती है। वे बहुत ज्ञान प्राप्त करते हैं और जीवन में अपने व्यावहारिक अनुभवों से सीखते हैं। ये लोग नाम, तारीख और ऐतिहासिक घटनाओं जैसी जानकारी को आसानी से याद कर सकते हैं। वे दूसरों के प्रति काफी सहानुभूति रखते हैं और अच्छे श्रोता होते हैं । उनकी कल्पना ज्वलंत और उपजाऊ है। उनके पास एक मजबूत अंतर्ज्ञान भी है जो उन्हें मनोवैज्ञानिक स्तर पर लोगों से जुड़ने में मदद करता है। इन मूल निवासी अपने प्रेमी या पति के विषय में काफी भावुक हो जाते हैं । वे अक्सर अपने साथी के प्रति वफादार और वफादार बने रहते हैं। वे देशभक्त भी हो सकते हैं। वे अपने बोलने में काफी धाराप्रवाह हैं और स्पष्ट संचारक हैं, हमेशा एक जवाब के साथ तैयार हैं।",
    "Cancer is ruled by Moon and Jupiter shares a friendly relationship with it. Moreover, Jupiter is exalted in Cancer. This is a balanced position since the wisdom endowed by Jupiter stabilizes the flow of emotions and mind (represented by Moon). When Jupiter is placed in Cancer, the native is usually very good-looking. Such a person has exceptional intellectual capabilities, is highly learned and scholarly too. These natives become great mathematicians. The cosmic world, including our bodies are made of Panchbhuta, the five elements and there can be as much as 70% of water in our bodily material. Since Jupiter concerns itself with expansion, and Cancer is a water sign ruled by Moon, a watery planet, this position leads to a fatty and healthy body. Jupiter in Cancer also gives water retention. Jupiter in Cancer also makes the person good-natured, generous, charitable, truthful, and loyal. These natives have a sound understanding of the moral principles and abide by guidelines. They become wonderful friends, and get emotionally attached to their friends too. They do however indulge in gossip sometimes. This position of Jupiter also affords the native with a lot of wealth. They tend to accumulate a lot of money because of their saving habits and good money management ability.": "कर्क राशि चंद्रमा का शासन होता है और बृहस्पति इसके साथ दोस्ताना संबंध साझा करता है। इसके अलावा बृहस्पति कर्क राशि में ऊंचा होता है। यह एक संतुलित स्थिति है क्योंकि बृहस्पति द्वारा संपन्न ज्ञान भावनाओं और मन के प्रवाह (चंद्रमा द्वारा प्रतिनिधित्व) को स्थिर करता है। जब बृहस्पति को कर्क राशि में रखा जाता है तो जातक आमतौर पर बहुत अच्छा दिखता है। ऐसे व्यक्ति में असाधारण बौद्धिक क्षमताएं होती हैं, अत्यधिक विद्वान और विद्वान भी होते हैं। ये मूल निवासी महान गणितज्ञ बन जाते हैं। हमारे शरीर सहित लौकिक जगत पंचभुता, पंचतत्व से बना है और हमारी शारीरिक सामग्री में 70% तक पानी हो सकता है। चूंकि बृहस्पति विस्तार के साथ ही चिंता है, और कैंसर एक पानी चंद्रमा, एक पानी ग्रह द्वारा शासित हस्ताक्षर है, इस स्थिति में एक फैटी और स्वस्थ शरीर की ओर जाता है । कर्क राशि में बृहस्पति भी जल प्रतिधारण करता है। कर्क राशि में बृहस्पति भी व्यक्ति को अच्छे स्वभाव, उदार, परोपकारी, सच्चा और वफादार बनाता है। इन मूल निवासी नैतिक सिद्धांतों की एक ठोस समझ है और दिशा निर्देशों का पालन करें । वे अद्भुत दोस्त बन जाते हैं, और भावनात्मक रूप से अपने दोस्तों से भी जुड़े हो जाते हैं । वे हालांकि गपशप में लिप्त है कई बार । बृहस्पति की यह स्थिति देशी को भी बहुत धन के साथ वहन करती है। वे अपनी बचत की आदतों और अच्छी धन प्रबंधन क्षमता के कारण बहुत सारा पैसा जमा करते हैं।",
    "Cancer is a water sign, ruled by Moon, which is a watery planet. Moon shares an inimical relationship with Venus, which again is a feminine watery planet. People born with this placement are under the strong influence of the water element and have a quick ‘flow‘ of feelings. They are sensitive and quickly get attached to people. They are especially vulnerable in love because they can be easily sweet-talked and can get hurt. They trust others easily and are quite optimistic in love matters. They get attracted to the opposite sex and their own personality is also magnetic. They are nonetheless quite sympathetic to others. Venus in Cancer makes the person wise, learned, strong, virtuous and powerful in terms of social and professional success. It also gives a strong penchant for creative and artistic pursuits. These people do well in creative fields such as arts and beauty. They desire a lot of wealth and happiness in life. They usually face troubles due to their strong linkage with women and wine.  They can be quite moody and unpredictable too. People with Venus in Cancer should try to be emotionally strong. They should avoid the tendency to sulk and blame it all on themselves.": "कैंसर एक पानी का संकेत है, चंद्रमा, जो एक पानी ग्रह है द्वारा शासित है । चंद्रमा शुक्र के साथ एक विरोधी संबंध साझा करता है, जो फिर से एक स्त्री पानी ग्रह है । इस प्लेसमेंट के साथ पैदा हुए लोग जल तत्व के मजबूत प्रभाव में हैं और भावनाओं का एक त्वरित 'प्रवाह' है। वे संवेदनशील होते हैं और जल्दी से लोगों से जुड़े हो जाते हैं। वे प्यार में विशेष रूप से कमजोर हैं क्योंकि वे आसानी से मीठी बात की जा सकती है और चोट लग सकती है। वे दूसरों पर आसानी से भरोसा करते हैं और प्रेम मामलों में काफी आशावादी होते हैं। ये विपरीत लिंग की ओर आकर्षित हो जाते हैं और उनका अपना व्यक्तित्व भी चुंबकीय होता है। वे फिर भी दूसरों के लिए काफी सहानुभूति रखते हैं । कर्क राशि में शुक्र व्यक्ति को सामाजिक और व्यावसायिक सफलता के मामले में बुद्धिमान, विद्वान, मजबूत, गुणवान और शक्तिशाली बनाता है। यह रचनात्मक और कलात्मक गतिविधियों के लिए एक मजबूत रुचि भी देता है। ये लोग कला और सौंदर्य जैसे रचनात्मक क्षेत्रों में अच्छा करते हैं। वे जीवन में धन और सुख की बहुत कामना करते हैं। वे आमतौर पर महिलाओं और शराब के साथ अपने मजबूत संबंध के कारण मुसीबतों का सामना करना पड़ता है ।  वे काफी मूडी और अप्रत्याशित भी हो सकते हैं । कर्क राशि में शुक्र के साथ लोगों को भावनात्मक रूप से मजबूत होने की कोशिश करनी चाहिए। उन्हें इस प्रवृत्ति से बचना चाहिए और यह सब खुद पर दोष देना चाहिए ।",
    "Cancer is a sign ruled by Moon, which relates to mind and emotions. Saturn is inimical towards Moon so it gives some mental distress to the native having Saturn in Cancer. People with this placement have great depths of character. Their thoughts run deep. Saturn gives them a reflective mind but it fills the mind with negative and depressing thoughts. Such people expect a lot from others and get hurt quite easily when their expectations are not met. These natives majorly struggle to enjoy peace of mind. Quite often, people with Saturn in Cancer feel a sense of loneliness in their life. Their exterior is calm and collected but they have a lot hidden, just like still waters run deep. With Saturn in Cancer, you have a strong fondness for children and friends but you do not like to show your love and emotions to them. You are very attached to your family, which comes as both a boon as a burden. While you love your near and dear ones, there is a lack of warmth among you all. Saturn in Cancer also gives a stubborn and slow-moving character. It makes the native prone to dental problems and selfishness too.": "कर्क राशि चंद्रमा द्वारा शासित एक संकेत है, जो मन और भावनाओं से संबंधित है। शनि चंद्रमा के प्रति विरोधी है इसलिए यह कर्क राशि में शनि होने वाले देशी को कुछ मानसिक कष्ट देता है । इस प्लेसमेंट वाले लोगों में चरित्र की बहुत गहराई है। उनके विचार गहरे चलते हैं । शनि उन्हें चिंतनशील मन देता है लेकिन यह मन को नकारात्मक और निराशाजनक विचारों से भर देता है। ऐसे लोग दूसरों से बहुत उम्मीद करते हैं और जब उनकी उम्मीदें पूरी नहीं होती हैं तो काफी आसानी से आहत हो जाते हैं। ये मूल निवासी मुख्य रूप से मन की शांति का आनंद लेने के लिए संघर्ष करते हैं। अक्सर कर्क राशि में शनि के साथ लोग अपने जीवन में अकेलेपन की भावना महसूस करते हैं। उनके बाहरी शांत और एकत्र है, लेकिन वे एक बहुत छिपा हुआ है, बस की तरह अभी भी पानी गहरी चलाते हैं । कर्क राशि में शनि के साथ संतान और मित्रों के प्रति आपका प्रबल लगाव है लेकिन आप उन्हें अपना प्रेम और भावनाएं दिखाना पसंद नहीं करते। आप अपने परिवार से बहुत जुड़े हुए हैं, जो एक बोझ के रूप में दोनों एक वरदान के रूप में आता है । जब आप अपने निकट और प्रियजनों से प्यार करते हैं, तो आप सभी के बीच गर्मी की कमी है। कर्क राशि में शनि भी जिद्दी और धीमी गति से चलने वाला चरित्र देता है। इससे देशी दांतों की समस्याओं और स्वार्थ का भी खतरा बना रहता है।",
    "Sun is in its own sign when placed in Leo. It is a fiery masculine energy and Leo is also a fixed fire sign. When this placement exists in a horoscope, the native is likely to be of a kinglike stature. Such a person tends to be a courageous being, a destroyer of the enemies. Native always wins the competition. Sun in Leo also gives strong aggressive instincts and at times, such natives can also become selfish and egoistic. People with this position of Sun have strong leadership qualities. Their appearance is also bright and strong, with a regal air to it. Their personality is valorous, like knight in the shining armor. They are fond of spending time outdoors, especially wandering in the forests, hills and castles. These natives indulge in noble acts and are revolutionary in nature. They always stand by the ideas and beliefs that they support. They tend to earn a lot of wealth and fame in life. They especially do very well in areas related to government or administration. They have a strong and resolute thinking with a strong sense of right and wrong. Sun in Leo also gives an inclination towards non-vegetarian food. These natives have the ability to talk endlessly. In fact, they can keep a group of people hooked to their conversation for quite a long while.": "सिंह राशि में रखे जाने पर सूर्य अपने ही राशि में होता है। यह एक ज्वलंत मर्दाना ऊर्जा है और सिंह भी एक निश्चित अग्नि संकेत है। जब यह स्थान कुंडली में मौजूद होता है, तो देशी एक राजानुमा कद का होने की संभावना होती है। ऐसा व्यक्ति साहसी होने की आदत बना देता है, शत्रुओं का नाश करने वाला होता है। देशी हमेशा प्रतियोगिता जीतता है। सिंह राशि में सूर्य भी प्रबल आक्रामक प्रवृत्ति देता है और कई बार ऐसे मूल निवासी स्वार्थी और अहंकारी भी बन सकते हैं। सूर्य की इस स्थिति वाले लोगों में नेतृत्व के मजबूत गुण होते हैं। उनकी उपस्थिति भी उज्ज्वल और मजबूत है, यह करने के लिए एक शाही हवा के साथ । उनका व्यक्तित्व वीरतापूर्ण है, जैसे चमकते कवच में शूरवीर। वे सड़क पर समय बिताने के शौकीन हैं, खासकर जंगलों, पहाड़ियों और महलों में भटकते हैं। ये मूल निवासी महान कृत्यों में लिप्त हैं और प्रकृति में क्रांतिकारी हैं । वे हमेशा उन विचारों और मान्यताओं पर खरे उतरते हैं, जिनका वे समर्थन करते हैं । वे जीवन में बहुत धन और प्रसिद्धि अर्जित करते हैं। वे विशेष रूप से सरकार या प्रशासन से संबंधित क्षेत्रों में बहुत अच्छा करते हैं । वे सही और गलत की एक मजबूत भावना के साथ एक मजबूत और दृढ़ सोच है । सिंह राशि में सूर्य मांसाहारी भोजन की ओर भी झुकाव देता है। इन मूल निवासी अंतहीन बात करने की क्षमता है। वास्तव में, वे काफी लंबे समय के लिए उनकी बातचीत के लिए झुका लोगों के एक समूह रख सकते हैं ।",
    "Leo is a strong and fierce sign ruled by Sun, which is a fiery planet that shares a friendly relationship with Moon. The relationship of Sun and Moon works like a seesaw, together these two forces work like father and mother who balance a household despite their differences. When the fire of Sun is too much to handle, the watery Moon balances the energy. Having Moon in Leo, you are likely to be a confident person, with a strong desire to lead. You like to rely on your own efforts than asking someone for help. You attach your emotions to whatever you indulge in, whether it’s a new relationship or a new job. Your leadership skills are excellent and you have the confidence needed to influence the masses. Your outlook towards life is quite positive. Your personality is royal, and so is your dressing sense. There is a regal quality about you, and that explains your never-ending love for luxuries. You like to have non-vegetarian food. As a person, you are outgoing, cheerful, charitable, and dutiful. People listen to what you say, much like a teacher. At times, you feel alone. You tend to earn a lot of recognition as well. However, Moon in Leo also causes stomach related disorders at times.": "लियो एक मजबूत और भयंकर सूर्य द्वारा शासित संकेत है, जो एक ज्वलंत ग्रह है कि चंद्रमा के साथ एक दोस्ताना संबंध शेयर है । सूर्य और चंद्रमा का संबंध एक झूले की तरह काम करता है, एक साथ ये दोनों ताकतें पिता और मां की तरह काम करती हैं जो अपने मतभेदों के बावजूद एक घर को संतुलित करती हैं । जब सूर्य की अग्नि को संभालना बहुत अधिक होता है तो पानी वाला चंद्रमा ऊर्जा को संतुलित करता है। सिंह राशि में चंद्रमा होने से आप आत्मविश्वासी व्यक्ति होने की संभावना है, जिसकी प्रबल इच्छा प्रबल है। आप किसी से मदद मांगने से अपने प्रयासों पर भरोसा करना पसंद करते हैं। आप अपनी भावनाओं को जो कुछ भी आप में लिप्त हैं, चाहे वह एक नया रिश्ता है या एक नया काम है देते हैं । आपका नेतृत्व कौशल उत्कृष्ट है और आप जनता को प्रभावित करने के लिए आवश्यक विश्वास है। जीवन के प्रति आपका दृष्टिकोण काफी सकारात्मक है। आपका व्यक्तित्व शाही है, और इसलिए आपका ड्रेसिंग सेंस है । आपके बारे में एक शाही गुणवत्ता है, और यह विलासिता के लिए आपके कभी न खत्म होने वाले प्यार को बताता है। आप मांसाहारी भोजन करना पसंद करते हैं। एक व्यक्ति के रूप में, आप निवर्तमान, हंसमुख, धर्मार्थ, और कर्तव्यनिष्ठ हैं। लोग आप जो कहते हैं, उसे सुनते हैं, बहुत एक शिक्षक की तरह । कई बार आप खुद को अकेला महसूस करते हैं। आप बहुत सारी मान्यता भी अर्जित करते हैं। हालांकि, सिंह राशि में चंद्रमा भी कई बार पेट से संबंधित विकारों का कारण बनता है।",
    "The lord of Leo is Sun, which is friend with Mars. Both Mars and Sun are masculine fiery planets.  This is a positive placement because the person gets the abilities from Mars and the confidence to shine out from the Sun. People born with Mars in Leo are quite helpful and generous in nature. They are clever and intelligent and know how to use their abilities wisely. These native tend to have many a tricks up their sleeves. This position of Mars also gives a fondness for travel, and love for hilly places and forests. Penchant for poetry and fine arts is also possible with Mars in Leo. Mars here also gives a great capacity to learn. Their physical energy is boundless and their creativity outshines. These people also have a strong willpower and confidence. Leadership quality is ingrained in their personality. While they can be demonstrative physically, they are quite affectionate beings from inside. These people are always in an excited mood and keep the aura of a room filled with exuberance. Mars in Leo people take proud in their sexual abilities. Excess of passion and pride can also bring them defame and troubles though.": "सिंह राशि का स्वामी सूर्य है, जो मंगल के साथ मित्र है। मंगल और सूर्य दोनों ही पुरुषवादी ज्वलंत ग्रह हैं।  यह एक सकारात्मक स्थान है क्योंकि व्यक्ति को मंगल ग्रह से क्षमताएं मिलती हैं और सूर्य से चमकने का आत्मविश्वास होता है। सिंह राशि में मंगल के साथ पैदा हुए लोग काफी मददगार और उदार स्वभाव के होते हैं। ये चतुर और बुद्धिमान होते हैं और अपनी क्षमताओं का बुद्धिमानी से उपयोग करना जानते हैं। इन देशी अपनी आस्तीन ऊपर कई एक चाल है करते हैं । मंगल की यह स्थिति यात्रा के प्रति भी लगाव देती है, साथ ही पहाड़ी स्थानों और जंगलों के प्रति प्रेम भी करता है। सिंह राशि में मंगल के साथ कविता और ललित कलाओं के प्रति रुचि भी संभव है। यहां मंगल भी सीखने की बड़ी क्षमता देता है। उनकी शारीरिक ऊर्जा असीम है और उनकी रचनात्मकता को मात दी । इन लोगों में दृढ़ इच्छाशक्ति और आत्मविश्वास भी होता है। उनके व्यक्तित्व में नेतृत्व की गुणवत्ता बैठ जाती है। जबकि वे शारीरिक रूप से प्रदर्शनात्मक हो सकते हैं, वे अंदर से काफी स्नेही प्राणियों रहे हैं । ये लोग हमेशा उत्साहित मूड में रहते हैं और उत्साह से भरे कमरे की आभा रखते हैं। सिंह राशि में मंगल ग्रह के लोग अपनी यौन क्षमताओं पर गर्व करते हैं। जुनून और गर्व की अधिकता भी उन्हें बदनाम और मुसीबतों हालांकि ला सकता है।",
    "Leo is a fixed fire sign and represents all that’s royal. Sun is the lord of Leo and Mercury is friends with it. Mercury rules communication and when it is placed in the fierce sign of Leo, the native often has a kingly manner of speech, refined yet bold. Such people have a commanding voice, roaring, like that of a lion.  These natives tend to be quite intelligent and they have a strong thinking power. Their mental capabilities are exceptional. With an ironclad will and confidence, these natives can lead the masses. Their leadership skills are excellent and Mercury’s sage influence keeps them away from domination. These are strong natives, who do well in life. They make efforts to realize their ambitions and have a desire to be famous. They seek to be at the center of all action, and want others’ attention too. Leadership roles suit them the best. Their efforts also bring them a lot of wealth throughout life. Their personality is impressive and so is their disposition. They seek independence. There is a certain force and authority in how they express themselves to others. These natives do well in position of authority. Mercury in Leo people excel as leaders, politicians, astrologers, teachers, counselors, administrators etc.": "लियो एक निश्चित आग पर हस्ताक्षर है और सभी का प्रतिनिधित्व करता है कि शाही है । सूर्य सिंह राशि का स्वामी है और बुध इसके साथ मित्र है। बुध नियम संचार और जब यह सिंह राशि के भयंकर संकेत में रखा जाता है, देशी अक्सर भाषण का एक जीवंत तरीके से है, परिष्कृत अभी तक बोल्ड । ऐसे लोगों की आवाज होती है, गर्जन होती है, जैसे शेर की।  ये मूल निवासी काफी बुद्धिमान होते हैं और इनमें एक मजबूत सोचने की शक्ति होती है। उनकी मानसिक क्षमताएं असाधारण हैं। एक बख़्तरबंद होगा और विश्वास के साथ, इन मूल निवासी जनता का नेतृत्व कर सकते हैं । उनका नेतृत्व कौशल उत्कृष्ट होता है और बुध का ऋषि प्रभाव उन्हें वर्चस्व से दूर रखता है। ये मजबूत मूल निवासी हैं, जो जीवन में अच्छा करते हैं। वे अपनी महत्वाकांक्षाओं को साकार करने के लिए प्रयास करते हैं और प्रसिद्ध होने की इच्छा रखते हैं। वे सभी कार्रवाई के केंद्र में होना चाहते हैं, और दूसरों का ध्यान भी चाहते हैं । नेतृत्व की भूमिकाएं उन्हें सबसे अच्छा सूट करती हैं। उनके प्रयासों से उन्हें जीवन भर काफी धन भी लकता है। उनका व्यक्तित्व प्रभावशाली है और इसलिए उनका स्वभाव है । वे स्वतंत्रता चाहते हैं । वे दूसरों के प्रति स्वयं को कैसे अभिव्यक्त करते हैं, इसमें एक निश्चित बल और अधिकार है । ये मूल निवासी अधिकार की स्थिति में अच्छा करते हैं । सिंह राशि के लोगों में बुध नेताओं, राजनेताओं, ज्योतिषियों, शिक्षकों, सलाहकारों, प्रशासकों आदि के रूप में उत्कृष्टता प्राप्त करता है।",
    "Leo is a fire sign, ruled by Sun, which shares a friendly relationship with Jupiter. While Sun can be malefic at times, Jupiter’s position in Sun’s sign lessens its negative impact, so the fire of Sun no longer ‘burns’ but gives the much-needed ‘warmth’. And since both planets are friends towards each other, Jupiter’s placement in Leo works in the native’s favor. People having Jupiter in Leo in their horoscope have a lot of self-confidence and self-esteem, along with streaks of ego and superiority complex at times. These people have the ability to lead and administer. They never forget to appreciate and admire those who are kind to them. They are quite ambitious in their career and have a broadminded approach. There is also a tendency to brag about their status and prosperity, in quite a dramatic way at times. Their physical constitution is strong and they have a lot of energy. They also like hilly places and dells, much like a lion, which also happens to be the mascot of the Leo sign. Leo tend to have a generous heart, and when Jupiter is placed in Leo, the charitable instincts of the person increase even more. These people are always there to help those in need.": "सिंह एक अग्नि संकेत है, जिसका शासन सूर्य द्वारा किया जाता है, जो बृहस्पति के साथ मैत्रीपूर्ण संबंध साझा करता है । जबकि सूर्य कई बार malefic हो सकता है, सूर्य के हस्ताक्षर में बृहस्पति की स्थिति अपने नकारात्मक प्रभाव को कम करती है, तो सूर्य की आग अब ' जलता है ' लेकिन बहुत जरूरत ' गर्मी ' देता है । और चूंकि दोनों ग्रह एक दूसरे के प्रति मित्र हैं, इसलिए सिंह राशि में बृहस्पति की नियुक्ति देशी के पक्ष में काम करती है । सिंह राशि में बृहस्पति होने वाले लोगों में कई बार अहंकार और श्रेष्ठता जटिल की धारियों के साथ-साथ आत्मविश्वास और आत्मसम्मान भी बहुत होता है। ये लोग नेतृत्व करने और प्रशासन करने की क्षमता रखते हैं। वे उन लोगों की सराहना और प्रशंसा करना कभी नहीं भूलते जो उन पर मेहरबान होते हैं। वे अपने करियर में काफी महत्वाकांक्षी हैं और उनके पास व्यापक दृष्टिकोण है । वहां भी उनकी स्थिति और समृद्धि के बारे में अपनी बड़ाई करने की प्रवृत्ति है, कई बार काफी नाटकीय तरीके से । उनका भौतिक संविधान मजबूत है और उनमें काफी ऊर्जा है। वे पहाड़ी स्थानों और डेल्स को भी पसंद करते हैं, बहुत एक शेर की तरह, जो लियो साइन का शुभंकर भी होता है। सिंह राशि में दिल उदार होता है और जब बृहस्पति को सिंह राशि में रखा जाता है तो व्यक्ति की पुण्य प्रवृत्ति और भी बढ़ जाती है। इन लोगों को हमेशा वहां की जरूरत में उन लोगों की मदद कर रहे है",
    "Leo is a fire sign ruled by Sun. Venus and Sun are inimical towards each other but this doesn’t affect this placement negatively. Sun is considered as an influential planet in astrology. The fire of Sun here evaporates the watery energy of Venus and creates a balanced personality. People born with Venus in Leo are warm-hearted, compassionate and determined beings. They have a zeal for life. They are here on this earth to make it large. They have a strong desire of self-expression. Venus affords them with the creative energy and Sun gives them the confidence. These people are natural showmen and do well in performing arts. Love is what gives them happiness. The feeling of being in love keeps them over the Moon. With Venus in Leo, you have a magnetic personality that helps you lure your love interests to you. Your courtship is marked by charm, poise, romance, excitement and mannerism. You tend to follow all the dating rituals quite religiously. You are a loyal partner indeed, especially if your partner gives you freedom and power to lead the relationship. Your way of loving is quite lavish, and so is your lifestyle.": "लियो सूर्य द्वारा शासित एक अग्नि संकेत है । शुक्र और सूर्य एक दूसरे के प्रति विरोधी हैं, लेकिन यह इस प्लेसमेंट को नकारात्मक रूप से प्रभावित नहीं करता है । ज्योतिष शास्त्र में सूर्य को प्रभावशाली ग्रह माना गया है। यहां सूर्य की अग्नि शुक्र की जल ऊर्जा को वाष्पित करती है और संतुलित व्यक्तित्व का निर्माण करती है। सिंह राशि में शुक्र के साथ जन्म लेने वाले लोग गर्म दिल वाले, दयालु और दृढ़ निश्चयी होते हैं। उनमें जीवन का जोश है। वे इसे बड़ा बनाने के लिए इस धरती पर यहां हैं । उनमें आत्म-अभिव्यक्ति की प्रबल इच्छा होती है। शुक्र उन्हें रचनात्मक ऊर्जा प्रदान करता है और सूर्य उन्हें आत्मविश्वास देता है। ये लोग नेचुरल शोमैन होते हैं और परफॉर्मिंग आर्ट्स में अच्छा करते हैं । प्रेम ही उन्हें सुख देता है। प्यार में होने की भावना उन्हें चंद्रमा के ऊपर रखती है। सिंह राशि में शुक्र के साथ आपके पास एक चुंबकीय व्यक्तित्व होता है जो आपके प्रेम हितों को आपको लुभाने में मदद करता है। आपका प्रणय निवेदन आकर्षण, शिष्टता, रोमांस, उत्तेजना और व्यवहार से चिह्नित है। आप सभी डेटिंग अनुष्ठानों का पालन करते हैं काफी धार्मिक रूप से। आप वास्तव में एक वफादार साथी हैं, खासकर यदि आपका साथी आपको रिश्ते का नेतृत्व करने की स्वतंत्रता और शक्ति देता है। प्यार का आपका तरीका काफी भव्य है, और इसलिए अपनी जीवन शैली है",
    "Sun is the ruling planet of Leo and it shares an inimical relationship with Saturn. Sun is a ball of fire, and when Saturn, an airy malefic planet sits in Sun’s fiery sign Leo, it naturally fans the flames. Due to this inimical relationship between Sun and Saturn, the native born under Saturn in Leo has a lot of aggression in their personality. Sun represents father and authority, and when Saturn is placed in Leo, it causes problems in relationship of the native with his or her father or authoritative figure. Such people like to live in solitude, much like a lion. They want to live like wanderers, free and undisturbed. Saturn in Leo gives a medium height and stature to the native. Such people are usually very stubborn, tough to move. They work hard in life and often work towards achieving a leadership role. They are skillful and able to carry the load of work and responsibilities. As parents, these natives tend to be quite disciplined. Such people have a lot of interest in creative fields such as writing and reading. They know that they have the talent inside but struggle to express themselves creatively. They tend to be loyal and never try to play with others’ feelings. They do however at times feel unfortunate.": "सूर्य सिंह राशि का शासक ग्रह है और यह शनि के साथ एक विरोधी संबंध साझा करता है । सूर्य आग की एक गेंद है, और जब शनि, एक हवादार malefic ग्रह सूर्य के ज्वलंत हस्ताक्षर लियो में बैठता है, यह स्वाभाविक रूप से आग की लपटों प्रशंसकों । सूर्य और शनि के इस अनोखे संबंध के कारण सिंह राशि में शनि के नीचे जन्म लेने वाले जातक के व्यक्तित्व में काफी आक्रामकता होती है। सूर्य पिता और अधिकार का प्रतिनिधित्व करता है, और जब शनि सिंह राशि में रखा जाता है, यह अपने या अपने पिता या आधिकारिक आंकड़ा के साथ देशी के रिश्ते में समस्याओं का कारण बनता है । ऐसे लोग एकांत में रहना पसंद करते हैं, बहुत शेर की तरह। वे वानरों की तरह रहना चाहते हैं, स्वतंत्र और अविचलित । सिंह राशि में शनि जातक को मध्यम ऊंचाई और कद-काठी प्रदान करता है। ऐसे लोग आमतौर पर बहुत जिद्दी होते हैं, आगे बढ़ने के लिए कठिन होते हैं। वे जीवन में कड़ी मेहनत करते हैं और अक्सर नेतृत्व की भूमिका हासिल करने की दिशा में काम करते हैं । वे निपुण हैं और काम और जिम्मेदारियों का भार ढोने में सक्षम हैं । माता-पिता के रूप में, ये मूल निवासी काफी अनुशासित होते हैं। ऐसे लोगों को लिखने और पढ़ने जैसे क्रिएटिव फील्ड में काफी इंटरेस्ट होता है। वे जानते हैं कि उनके अंदर प्रतिभा है लेकिन खुद को रचनात्मक रूप से अभिव्यक्त करने के लिए संघर्ष करते हैं । वे वफादार हो जाते है और दूसरों की भावनाओं के साथ खेलने की कोशिश कभी नहीं । वे लेकिन कई बार दुर्भाग्यपूर्ण लग रहा है ।",
    "Virgo is an earth sign with dual quality. Mercury is the lord of Virgo and it is friendly towards Sun, which on the other hand is neutral towards Mercury. The relationship between these two planets can be considered friendly overall. Those having this placement of Sun in their horoscope are quite intellectual and learned. Sun in Virgo gives the native strong communication ability and a calculative mind. Expertise in writing is also possible with this placement. In fact, natives having Sun in Virgo can also adopt writing as their career. Other than writing, teaching and astronomy are also suitable for these natives. They can do very well in debates too. Such people have a strong hold on Vedic knowledge so astrology is also a suitable field. Moreover, these natives are skilled in mathematics so any field involving calculations would also benefit these natives a lot. This placement of Sun also gives the native the skills needed to repair vehicles. These people are also inclined towards creative and artistic fields such as musical instruments, singing, and so on. Sun in Virgo gives the native a polite manner and speech too. They tend to be logical and kind at the same time. They have religious faith and believe in the service of God and elders. Overall, this is a positive placement for Sun.": "कन्या दोहरी गुणवत्ता वाली पृथ्वी का चिन्ह है। बुध कन्या का स्वामी है और यह सूर्य के प्रति अनुकूल है, जो दूसरी ओर बुध के प्रति तटस्थ है। इन दोनों ग्रहों के बीच संबंध समग्र रूप से अनुकूल माने जा सकते हैं। जिनकी कुंडली में सूर्य का यह स्थान काफी बौद्धिक और विद्वान होता है। कन्या राशि में सूर्य देशी मजबूत संचार क्षमता और गणनात्मक मन देता है। इस प्लेसमेंट के साथ लिखित में विशेषज्ञता भी संभव है। दरअसल, कन्या राशि में सूर्य रखने वाले जातक भी लेखन को अपने करियर के रूप में अपना सकते हैं। लेखन, शिक्षण और खगोल विज्ञान के अलावा भी इन मूल निवासी के लिए उपयुक्त हैं। वे वाद-विवाद में भी बहुत अच्छा कर सकते हैं । ऐसे लोगों का वैदिक ज्ञान पर मजबूत पकड़ होती है इसलिए ज्योतिष भी उपयुक्त क्षेत्र है। इसके अलावा, इन मूल निवासी गणित में कुशल है तो किसी भी गणना शामिल क्षेत्र भी इन मूल निवासी एक बहुत लाभ होगा । सूर्य की यह नियुक्ति भी देशी वाहनों की मरंमत के लिए आवश्यक कौशल देता है । इन लोगों का झुकाव रचनात्मक और कलात्मक क्षेत्रों जैसे वाद्य यंत्रों, गायन आदि की ओर भी होता है। कन्या राशि में सूर्य देशी को विनम्र तरीके से और वाणी भी देता है। वे एक ही समय में तार्किक और दयालु हो जाते हैं । इनकी धार्मिक आस्था है और वे ईश्वर और बड़ों की सेवा में विश्वास रखते हैं। कुल मिलाकर, यह सूर्य के लिए एक सकारात्मक प्लेसमेंट है ।",
    "Virgo is known to be a calculative zodiac sign, ruled by Mercury, which also stands for intellect and is a neutral earthy planet. The relationship between Mercury and Moon is neutral. When Moon is positioned in Virgo, the native usually has an attractive face and body. Such a person has a way with words, is an eloquent speaker. There is a sense of truthfulness and purity in their persona. These people often indulge in religious pursuits and are kind humanitarians who are compassionate to other beings. It is difficult to label their emotional nature as sentimental but that doesn’t mean that they are unemotional either. Their feelings and emotional nature is complex. You get hurt quite easily and there is at times an inferiority complex in you. You are more driven by your intellect and logic than emotions and instincts. Whatever you say and do is always backed by logic and common sense. You are a practical person, who accepts the reality as it is. You like to help and take care of needy people. You also have a philosophical bent of mind and good ability to learn. Professions like teaching, astrology, mathematics and business suit you the most.": "कन्या राशि को एक गणनात्मक राशि के रूप में जाना जाता है, जो बुध द्वारा शासित है, जो बुद्धि के लिए भी खड़ा है और एक तटस्थ मिट्टी ग्रह है । बुध और चंद्रमा का संबंध तटस्थ है। जब चंद्रमा कन्या राशि में स्थित होता है, तो देशी आमतौर पर एक आकर्षक चेहरा और शरीर होता है। ऐसा व्यक्ति शब्दों के साथ एक रास्ता है, एक वाक्पटु वक्ता है। उनके व्यक्तित्व में सत्यवादिता और पवित्रता का भाव है। ये लोग अक्सर धार्मिक कार्यों में लिप्त होते हैं और दयालु मानवतावादी होते हैं जो अन्य प्राणियों के प्रति दयालु होते हैं । यह भावुक के रूप में उनके भावनात्मक प्रकृति लेबल मुश्किल है, लेकिन इसका मतलब यह नहीं है कि वे या तो भावुक हैं । उनकी भावनाएं और भावनात्मक स्वभाव जटिल है। आपको काफी आसानी से चोट लगती है और कई बार आप में हीन भावना होती है । आप भावनाओं और प्रवृत्ति की तुलना में अपनी बुद्धि और तर्क से अधिक प्रेरित होते हैं। आप जो भी कहते हैं और करते हैं वह हमेशा तर्क और सामान्य ज्ञान द्वारा समर्थित होता है। आप एक व्यावहारिक व्यक्ति हैं, जो वास्तविकता को स्वीकार करते हैं। आप जरूरतमंद लोगों की मदद और देखभाल करना पसंद करते हैं। आपके मन का दार्शनिक झुकाव भी है और सीखने की अच्छी क्षमता भी है। टीचिंग, ज्योतिष, गणित और बिजनेस जैसे बिजनेस आपको सबसे ज्यादा सूट करते हैं।",
    "Virgo is a dual earth sign ruled by Mercury which shares an inimical relationship with Mars. While Mars is a fiery masculine planet that concerns itself with passion, ambition and energy, Mercury is a neutral earth planet that relates to intellect and wisdom. Virgo natives tend to pay attention to the little details. Since Mars represents weapons and Mercury represents concentration, a meeting of their energies in Virgo makes the native skillful in fields such as medicine, nursing and surgery. Mars in Virgo also gives a strong drive for sex. It awards the native with the knowledge of writing and poetry. These natives also do well in mechanical fields. Influence of Mercury tames down the aggression of Mars, thus the native is of a sweet and tactful disposition. These people plan their projects carefully before making any decision. They earn a lot of fame in life and are quite dedicated to their work. While they may not be as creative and innovative, but their observation and attention to details is exceptional. At times, these people are overly energetic mentally. They can be quite argumentative too. Lack of tolerance and a demanding nature at times also affects them negatively in life.": "कन्या बुध द्वारा शासित दोहरी पृथ्वी का संकेत है जो मंगल के साथ एक असामान्य संबंध साझा करता है । जबकि मंगल एक ज्वलंत मर्दाना ग्रह है कि खुद को जुनून, महत्वाकांक्षा और ऊर्जा के साथ चिंता है, बुध एक तटस्थ पृथ्वी ग्रह है कि बुद्धि और बुद्धि से संबंधित है । कन्या राशि के जातक थोड़े विवरणों पर ध्यान देते हैं। चूंकि मंगल हथियारों का प्रतिनिधित्व करता है और बुध एकाग्रता का प्रतिनिधित्व करता है, कन्या में उनकी ऊर्जा की एक बैठक दवा, नर्सिंग और सर्जरी जैसे क्षेत्रों में देशी निपुण बनाता है । कन्या राशि में मंगल भी सेक्स के लिए मजबूत ड्राइव देता है। यह लेखन और कविता के ज्ञान के साथ देशी पुरस्कार। ये मूल निवासी यांत्रिक क्षेत्रों में भी अच्छा करते हैं। बुध का प्रभाव मंगल ग्रह की आक्रामकता को कम करता है, इस प्रकार देशी एक मीठा और व्यवहारकुशल स्वभाव का होता है। ये लोग कोई भी फैसला लेने से पहले अपने प्रोजेक्ट्स को ध्यान से प्लान करते हैं। वे जीवन में काफी प्रसिद्धि अर्जित करते हैं और अपने काम के लिए काफी समर्पित हैं। हालांकि वे रचनात्मक और अभिनव के रूप में नहीं हो सकता है, लेकिन उनके अवलोकन और विवरण के लिए ध्यान असाधारण है । कई बार ये लोग मानसिक रूप से पीढ़ी ऊर्जावान होते हैं। वे काफी तार्किक भी हो सकते हैं । सहनशीलता की कमी और कई बार मांग करने वाला स्वभाव भी उन्हें जीवन में नकारात्मक रूप से प्रभावित करता है।",
    "Virgo is a dual earth sign ruled by Mercury, which shares an inimical relationship with Jupiter. But since both the planets are benefic in nature, their relationship doesn’t affect natives with Jupiter in Virgo negatively. This position of Jupiter gives ambition to the native. Such people have great communication skills as Jupiter expands what Virgo signifies. These people are very intelligent and there is a hunger for knowledge.  They always keep their mind open to new ideas & information. Rarely do they miss an opportunity to learn. Their approach is quite cautious and methodical in life. They have a practical outlook, even scientific at times. They always get to the detail of things and want proof before believing something. Virgo is the sign of the virgin, the mascot also shows the virgin holding flowers. This position of Jupiter gives a strong penchant for scents and flowers. Jupiter’s influence also gives inclination towards reading spiritual books and scriptures. These people are loving and pure at heart. They are quite generous too, however, they do not blindly give away. Their approach in such matters is practical. These natives also get a beautiful and intellectual partner. They are either blessed with a fortunate life or are quite skillful and learned to make one.": "कन्या बुध द्वारा शासित दोहरी पृथ्वी का संकेत है, जो बृहस्पति के साथ एक विरोधी संबंध साझा करता है । लेकिन चूंकि दोनों ग्रह प्रकृति में परोपकारी हैं, इसलिए उनका संबंध कन्या में बृहस्पति के साथ मूल निवासी को नकारात्मक रूप से प्रभावित नहीं करता है । बृहस्पति की यह स्थिति मूल निवासी को महत्वाकांक्षा देती है। ऐसे लोगों में महान संचार कौशल होता है क्योंकि बृहस्पति का विस्तार होता है जो कन्या का प्रतीक है । ये लोग बहुत बुद्धिमान होते हैं और ज्ञान की भूख भी होती है।  वे हमेशा नए विचारों और सूचनाओं के लिए अपना दिमाग खुला रखते हैं । शायद ही कभी वे सीखने का अवसर याद आती है । उनका दृष्टिकोण जीवन में काफी सतर्क और व्यवस्थित है। वे एक व्यावहारिक दृष्टिकोण है, यहां तक कि कई बार वैज्ञानिक । वे हमेशा चीजों के विस्तार के लिए मिलता है और कुछ विश्वास करने से पहले सबूत चाहते हैं । कन्या कुंवारी का चिन्ह है, शुभंकर में अक्षत धारण फूल भी दिखाई देता है। बृहस्पति की यह स्थिति सुगंध और फूलों के लिए एक मजबूत रुचि देता है। बृहस्पति का प्रभाव आध्यात्मिक पुस्तकों और शास्त्रों को पढ़ने की ओर भी झुकाव देता है। ये लोग प्यार और दिल में शुद्ध होते हैं। वे काफी उदार भी हैं, हालांकि, वे आंख बंद करके दूर नहीं देते हैं । ऐसे मामलों में उनका नजरिया व्यावहारिक होता है। इन जातकों को सुंदर और बौद्धिक साथी भी मिलता है। वे या तो एक भाग्यशाली जीवन के साथ आशीर्वाद दिया है या काफी निपुण है और एक बनाने के लिए सीखा है ।",
    "Venus is debilitated in Virgo, but this position of Venus is still average because Mercury, the lord of Virgo and Venus are friends towards each other. Venus in Virgo nonetheless does affect one’s marital life negatively since Venus is associated with partner and marriage and here it is in debilitated position. Overall, Venus in Virgo gives a cautious and careful personality. There is an undying desire for love and attention of the opposite sex. Mercury is mind and when Venus is associated, the native’s mind is always occupied by thoughts of love and sensuality. These people struggle to enjoy a sense of fulfillment and satisfaction in their love and married life. Nonetheless, they are devoted in love. Their idea of love is commitment. These natives are capable of complete romantic involvement. They tend to be good lovers. As a person, the native is polite, mannered, attractive and neat in appearance. Venus in Virgo also gives a strong love for luxuries. Such a person desires to dress well and maintain a luxurious lifestyle. They have a strong penchant for material comforts such as vehicles, property and so on. They get attracted towards beauty and often times; they are professionally associated with beauty industry as well. They are also well versed in creative fields such as fine arts, music etc.": "शुक्र कन्या राशि में दुर्बल है, लेकिन शुक्र की यह स्थिति अभी भी औसत है क्योंकि बुध, कन्या राशि के स्वामी और शुक्र एक दूसरे के प्रति मित्र हैं। कन्या राशि में शुक्र फिर भी किसी के वैवाहिक जीवन को नकारात्मक रूप से प्रभावित करता है क्योंकि शुक्र साथी और विवाह से जुड़ा हुआ है और यहां यह दुर्बल स्थिति में है । कुल मिलाकर कन्या राशि में शुक्र एक सतर्क और सावधान व्यक्तित्व देता है। विपरीत लिंग के प्रेम और ध्यान की अमर इच्छा होती है। बुध मन है और शुक्र के जुड़े होने पर जातक का मन हमेशा प्रेम और वासना के विचारों पर कब्जा कर रहता है। ये लोग अपने प्यार और शादीशुदा जीवन में पूर्ति और संतुष्टि की भावना का आनंद लेने के लिए संघर्ष करते हैं। बहरहाल, वे प्यार में समर्पित हैं । प्यार का उनका विचार प्रतिबद्धता है । ये मूल निवासी पूर्ण रोमांटिक भागीदारी करने में सक्षम हैं। वे अच्छे प्रेमी होते हैं । एक व्यक्ति के रूप में, देशी विनम्र, शिष्टाचार, आकर्षक और दिखने में साफ है। कन्या राशि में शुक्र भी विलासिता के प्रति प्रबल प्रेम प्रदान करता है। ऐसा व्यक्ति अच्छी तरह से तैयार करने और शानदार जीवन शैली बनाए रखने की इच्छा रखता है। वे इस तरह के वाहन, संपत्ति और इतने पर के रूप में भौतिक आराम के लिए एक मजबूत रुचि है । वे सौंदर्य और अक्सर समय की ओर आकर्षित हो; वे पेशेवर सौंदर्य उद्योग के साथ के रूप में अच्छी तरह से जुड़े हुए हैं । वे कला, संगीत आदि जैसे रचनात्मक क्षेत्रों में भी अच्छी तरह से निपुण हैं।",
    "The ruling planet of Virgo is Mercury, which also has Gemini as its own sign. While Mercury rules both Gemini and Virgo, Saturn’s placement in each of these signs brings different results due the difference in the temperament of the signs. Gemini is an air sign and when an airy planet like Saturn is placed in it, the native often develops a tendency to build castles in the air and is self-interested. When Saturn is placed in an earthy sign like Virgo, which is represented by the subtle and sober Virgin, the native is a lot more understanding. Such a person is stable, tries to understand the other person, and takes decisions after a lot of forethought. Saturn in Virgo makes the person very crafty and creative. However, such a person struggles to be self-reliant and often relies on others’ advices. Such natives tend to be very helpful. They have fewer friends but are quite loyal. They can however be rude, quarrelsome and narrow-minded at times. These people nonetheless are very cautious and methodical. Their success is often the product of cautious investments and strategic planning. They don’t worry about the little problems and hiccups in life and work hard towards success. Health however suffers at times.": "कन्या राशि का शासक ग्रह बुध है, जिसके पास मिथुन राशि भी है। जबकि बुध मिथुन और कन्या दोनों नियम, इन संकेतों में से प्रत्येक में शनि की नियुक्ति संकेतों के स्वभाव में अंतर के कारण अलग परिणाम लाता है । मिथुन एक वायु चिन्ह है और जब शनि जैसे हवादार ग्रह को इसमें रखा जाता है तो देशी अक्सर हवा में महल बनाने की प्रवृत्ति विकसित करता है और आत्म-रुचि रखता है। जब शनि को कन्या जैसे मिट्टी के चिन्ह में रखा जाता है, जिसका प्रतिनिधित्व सूक्ष्म और शांत कुंवारी करते हैं, तो देशी बहुत अधिक समझ रखता है । ऐसा व्यक्ति स्थिर होता है, दूसरे व्यक्ति को समझने की कोशिश करता है और काफी पूर्वविचार के बाद निर्णय लेता है। कन्या राशि में शनि व्यक्ति को बहुत चालाक और रचनात्मक बनाता है। हालांकि, ऐसा व्यक्ति आत्मनिर्भर होने के लिए संघर्ष करता है और अक्सर दूसरों की सलाह पर निर्भर करता है। ऐसे मूल निवासी बहुत मददगार होते हैं। उनके दोस्त कम हैं लेकिन वे काफी वफादार हैं । हालांकि वे कई बार अशिष्ट, झगड़ालू और संकीर्ण दिमाग हो सकते हैं । इन लोगों को फिर भी बहुत सतर्क और व्यवस्थित कर रहे हैं । उनकी सफलता अक्सर सतर्क निवेश और रणनीतिक योजना का उत्पाद है । वे जीवन में छोटी समस्याओं और हिचकी के बारे में चिंता नहीं करते हैं और सफलता की दिशा में कड़ी मेहनत करते हैं । स्वास्थ्य हालांकि कई बार पीड़ित है ।",
    "Libra is a movable air sign and Venus is the planet that governs it. Sun is a masculine energy with fire element while Venus is a feminine energy with water element. Both these planets are enemy towards each other. Moreover, Sun is debilitated in the sign of Libra. Overall, this is considered a malefic position for Sun as it makes the person suffer and incur contempt of authority. Native is likely to come across a lot of frustrations and devastation in life. Heavy unwanted expenses often fall upon their pocket causing frequent financial issues. Sun in Libra also makes the native harsh, manipulative, jealous and immoral. At times, they can cohabit with others’ partners too. Such a person is sometimes too self-involved and cares for his own respect only. This position of Sun also causes lack of immunity, loss of willpower and watery mouth. They do however like to perform others’ job and share responsibilities. But despite that, their work is not recognized. Their hard work does not beget the results they want. They have to struggle more than usual and fame doesn’t usually come easily to these people. Such a person likes to visit foreign places to relieve stress in life.": "तुला एक चल वायु चिन्ह है और शुक्र इसे नियंत्रित करने वाला ग्रह है। सूर्य अग्नि तत्व के साथ एक मर्दाना ऊर्जा है जबकि शुक्र जल तत्व के साथ स्त्री ऊर्जा है। ये दोनों ग्रह एक दूसरे के प्रति शत्रु हैं। इसके अलावा सूर्य तुला राशि के राशि में दुर्बल है। कुल मिलाकर, यह सूर्य के लिए एक malefic स्थिति माना जाता है क्योंकि यह व्यक्ति को पीड़ित करता है और अधिकार की अवमानना उठाना पड़ता है । देशी जीवन में कुंठाओं और तबाही का एक बहुत भर में आने की संभावना है । भारी अवांछित खर्च अक्सर उनकी जेब पर गिर जाते हैं जिससे अक्सर वित्तीय समस्याएं होती हैं। तुला राशि में सूर्य भी देशी कठोर, जोड़ तोड़, ईर्ष्या और अनैतिक बनाता है। कई बार, वे दूसरों के भागीदारों के साथ भी सहवास कर सकते हैं । ऐसा व्यक्ति कभी-कभी आत्म-शामिल भी होता है और केवल अपने सम्मान की परवाह करता है। सूर्य की इस स्थिति में रोग प्रतिरोधक क्षमता की कमी, इच्छाशक्ति की हानि और मुंह में पानी भी आ जाता है। हालांकि वे दूसरों का काम करना और जिम्मेदारियों को साझा करना पसंद करते हैं । लेकिन इसके बावजूद उनके काम को मान्यता नहीं है। उनकी मेहनत से वे जो परिणाम चाहते हैं, उन्हें नहीं मिल पाता है । उन्हें सामान्य से अधिक संघर्ष करना पड़ता है और प्रसिद्धि आमतौर पर इन लोगों के लिए आसानी से नहीं आती है। ऐसा व्यक्ति जीवन में तनाव दूर करने के लिए विदेशी स्थानों पर जाना पसंद करता है।",
    "Libra is a sign of balance, ruled by Venus, which is a feminine watery planet inimical towards Moon. The energy of two feminine planets that concern with emotions and passions often make the native tolerant, understanding, and generous. There is a heightened interest in sexual affairs though due to intense passion and sensuality. Such a person is quite emotional in nature. While you are an ambitious person, you sometimes depend upon others for your living. Females have a strong influence in your life. Mostly, you are strongly attached to your mother. You are a sociable person, who likes to lend a helping hand to others. You have a broad perspective and an accommodating nature. You are a justice-seeking individual, who likes to establish peace and pleasantness. Moon in Libra also gives you attractive looks. Your words work like a balm to the emotionally wounded people. You like to help your relatives and maintain a cordial relationship with them. You are a polite but diplomatic person, have a way with words and a strong power of persuasion. You have a strong desire to be rich and famous. You are quite skillful in your work and also own property in your life.": "तुला राशि संतुलन की निशानी है, शुक्र द्वारा शासित, जो चंद्रमा के प्रति विरोधी स्त्री जल ग्रह है । भावनाओं और जुनून के साथ चिंता करने वाले दो स्त्री ग्रहों की ऊर्जा अक्सर देशी सहिष्णु, समझ और उदार बनाती है। वहां यौन मामलों में एक बढ़ रुचि है, हालांकि तीव्र जुनून और वासना के कारण । ऐसा व्यक्ति काफी भावुक स्वभाव का होता है। जब आप एक महत्वाकांक्षी व्यक्ति हैं, तो आप कभी-कभी अपने जीवन यापन के लिए दूसरों पर निर्भर होते हैं। महिलाओं का आपके जीवन में मजबूत प्रभाव पड़ता है। ज्यादातर, आप अपनी मां से दृढ़ता से जुड़े हुए हैं। आप एक मिलनसार व्यक्ति हैं, जो दूसरों को मदद का हाथ उधार देना पसंद करते हैं। आप एक व्यापक परिप्रेक्ष्य और एक मिलनसार प्रकृति है । आप न्याय चाहने वाले व्यक्ति हैं, जो शांति और सुखदता स्थापित करना पसंद करते हैं । तुला राशि में चंद्रमा भी आपको आकर्षक लुक देता है। आपके शब्द भावनात्मक रूप से घायल लोगों के लिए एक बाम की तरह काम करते हैं । आप अपने रिश्तेदारों की मदद करना और उनके साथ मधुर संबंध बनाए रखना पसंद करते हैं। आप एक विनम्र लेकिन राजनयिक व्यक्ति हैं, शब्दों के साथ एक रास्ता है और अनुनय की एक मजबूत शक्ति है । आप अमीर और प्रसिद्ध होने की प्रबल इच्छा रखते हैं। आप अपने काम में काफी निपुण हैं और अपने जीवन में खुद की संपत्ति भी।",
    "Libra is a movable air sign governed by Venus. Mars and Venus share a neutral relationship. Mars is masculinity and fire while Venus is femininity and water, but their energies together form a balanced personality. People born with Mars in Libra are charming, generous and gregarious. They are usually the crowd’s favorite. They are quite affectionate in nature and like to help others. They have strong communication skills along with the power to persuade others. They are often good at settling arguments. When Venus is in Libra, it makes the native overly compromising but in this case, natives tend to keep a balanced temperament. Sometimes, they can be aggressive and at others quite calm and peaceful. Mars in Libra also gives a strong penchant for arts and beauty. Such people however are more inclined towards emotional satisfaction than physical passions. They are romantic but their sexual drive is low. In fact, these are spiritually inclined god-fearing people. They do well in business and wish to spend a luxurious lifestyle. They spend excessively. They are quite cooperative in relationships and are more interested in making friends than foes.": "तुला शुक्र द्वारा शासित चल वायु चिन्ह है। मंगल और शुक्र का संबंध तटस्थ है। मंगल मर्दानगी और अग्नि है जबकि शुक्र स्त्रीत्व और जल है, लेकिन उनकी ऊर्जा मिलकर संतुलित व्यक्तित्व बनाती है। तुला राशि में मंगल के साथ पैदा हुए लोग आकर्षक, उदार और मिलनसार होते हैं। वे आमतौर पर भीड़ के पसंदीदा हैं। ये स्वभाव से काफी स्नेही होते हैं और दूसरों की मदद करना पसंद करते हैं। वे दूसरों को मनाने की शक्ति के साथ मजबूत संचार कौशल है । वे अक्सर तर्क निपटाने में अच्छे होते हैं । जब शुक्र तुला राशि में होता है, तो यह देशी पीढ़ी समझौता करता है लेकिन इस मामले में, मूल निवासी संतुलित स्वभाव रखते हैं। कई बार, वे आक्रामक और दूसरों पर काफी शांत और शांतिपूर्ण हो सकता है । तुला राशि में मंगल कला और सौंदर्य के प्रति भी प्रबल रुचि देता है। ऐसे लोग हालांकि शारीरिक जुनून की तुलना में भावनात्मक संतुष्टि की ओर अधिक झुकाव रखते हैं। वे रोमांटिक हैं लेकिन उनकी सेक्सुअल ड्राइव कम है। वास्तव में, ये आध्यात्मिक रूप से भगवान के डर से लोगों को झुका रहे हैं। वे व्यापार में अच्छा करते हैं और एक शानदार जीवन शैली बिताने की इच्छा रखते हैं। वे जरूरत से ज्यादा खर्च करते हैं। वे रिश्तों में काफी सहयोग कर रहे हैं और दुश्मनों की तुलना में दोस्त बनाने में अधिक रुचि रखते हैं।",
    "Libra is a movable air sign having Venus as its lord. Both Venus and Mercury are friends towards each other. This is an auspicious placement for Mercury as it affords the person with excellent communication skills and sophisticated disposition due to the influence of Venusian energy. Mercury is a neutral earthy planet and when it is placed in Libra, it gives the native knowledge of various art forms. Such a person is bent towards creative and artistic pursuits. Mercury rules communication, and the influence of Venus here gives eloquence and refinement to speech. Such people are soft-spoken and polite, with a power to persuade others. These natives tend to spend lavishly. They are quite driven towards relationships and are fond of females. Their approach is quite balanced. Mercury in Libra gives an intellectual mind and a justice-loving behavior. Such people tend to be very diplomatic in their ways and know how to capitalize on opportunities. As a person, these natives tend to be gregarious, friendly, and broadminded. However, at times, it becomes difficult for them to make a decision when given a choice. These natives have an eye for beauty and are strongly driven towards luxuries, architecture and stately houses.": " तुला एक चल वायु चिन्ह है जिसमें शुक्र को अपना स्वामी बताया जाता है। शुक्र और बुध दोनों एक दूसरे के प्रति मित्र हैं। यह बुध के लिए एक शुभ स्थान है क्योंकि यह वीनसियन ऊर्जा के प्रभाव के कारण उत्कृष्ट संचार कौशल और परिष्कृत स्वभाव वाले व्यक्ति को वहन करता है। बुध एक तटस्थ मिट्टी का ग्रह है और जब इसे तुला राशि में रखा जाता है तो यह विभिन्न कला रूपों का मूल ज्ञान देता है। ऐसा व्यक्ति रचनात्मक और कलात्मक कार्यों की ओर झुका होता है। बुध का नियम संचार होता है और यहां शुक्र का प्रभाव वाणी को वाकपटुता और शुद्धिकरण देता है। ऐसे लोग मृदुभाषी और विनम्र होते हैं, जिसमें दूसरों को मनाने की ताकत होती है। ये मूल निवासी भव्य रूप से खर्च करते हैं। वे रिश्तों की ओर काफी प्रेरित होते हैं और महिलाओं के शौकीन होते हैं। उनका नजरिया काफी संतुलित है। तुला राशि में बुध बौद्धिक मन और न्याय प्रिय व्यवहार देता है। ऐसे लोग अपने तरीके से बहुत डिप्लोमैटिक होते हैं और जानते हैं कि अवसरों को कैसे भुनाना है। एक व्यक्ति के रूप में, ये मूल निवासी मिलनसार, मैत्रीपूर्ण और व्यापक होते हैं। हालांकि कई बार उनके लिए विकल्प दिए जाने पर फैसला करना मुश्किल हो जाता है। इन मूल निवासी सौंदर्य के लिए एक आंख है और दृढ़ता से विलासिता, वास्तुकला और आलीशान घरों की ओर प्रेरित कर रहे हैं ।",
    "Libra is a movable air sign, ruled by Venus, which is a feminine watery planet. Jupiter is inimical towards Venus, which in turn is neutral towards it. Despite this inimical relationship, this position of Jupiter turns out positive, as both the planets are benefic in nature. People with Jupiter in Libra tend to have a pleasing appearance because Venus is beauty and Jupiter expands it. These natives have a strong interest in ornaments, luxuries and wealth generation. They tend to be very polite and mannered and they respect their guests a lot. They also have faith in God. These natives are open-minded and have a strong sense of justice and of the right & wrong. They abide by strong moral principles and they get attracted to people who share similar idealistic views about life as they do. These people also have association with or assignments in foreign places. They do well in life and make the most of opportunities that come along, especially concerning the material aspect of life. These natives share a cordial relationship with people around them. They are also generous in nature, help those around them and also indulge in social service at times.": "तुला एक चल वायु चिन्ह है, जिसका शासन शुक्र द्वारा किया जाता है, जो स्त्री जल ग्रह है। बृहस्पति शुक्र की ओर विरोधी है, जो बदले में इसके प्रति तटस्थ है । इस अनोखे रिश्ते के बावजूद बृहस्पति की यह स्थिति सकारात्मक हो जाती है, क्योंकि दोनों ग्रह प्रकृति में बेनेफिक होते हैं । तुला राशि में बृहस्पति के साथ लोगों को एक मनभावन उपस्थिति है क्योंकि शुक्र सौंदर्य है और बृहस्पति यह विस्तार होता है । इन मूल निवासी गहनों, विलासिता और धन उत्पादन में एक मजबूत रुचि है। वे बहुत विनम्र और शिष्टाचार वाले होते हैं और वे अपने मेहमानों का बहुत सम्मान करते हैं । उन्हें भगवान पर भी विश्वास है। ये मूल निवासी खुले विचारों वाले हैं और उनके पास न्याय की मजबूत भावना है और सही और गलत है । वे मजबूत नैतिक सिद्धांतों का पालन करते हैं और वे उन लोगों की ओर आकर्षित होते हैं जो जीवन के बारे में समान आदर्शवादी विचार साझा करते हैं। इन लोगों का विदेशी स्थानों पर भी जुड़ाव या असाइनमेंट होता है। वे जीवन में अच्छी तरह से करते है और अवसरों का सबसे अधिक है कि साथ आते हैं, विशेष रूप से जीवन के भौतिक पहलू के विषय में । ये मूल निवासी अपने आसपास के लोगों के साथ मधुर संबंध साझा करते हैं । वे उदार स्वभाव के भी होते हैं, अपने आसपास के लोगों की मदद करते हैं और कई बार समाजसेवा में भी लिप्त रहते हैं।",
    "This is a comfortable position for Venus as Libra is its own sign. Venus is a feminine watery planet while Libra is a movable air sign. Watery Venus here exerts its energy like pockets of water that trap the air inside and form bubbles. Consider these bubbles as Libra natives, who are strongly influenced by the surface tension of the water. Venus represents love, and Libra have a strong need for relationships in their life, they function at best when among others, just like bubbles stick together. These natives have the ability to understand others’ feelings and emotions. They are highly romantic people, with a charming personality. They are emotional and easily fall in love with the goodness in others. These natives want to be surrounded by pleasantness and beauty. There is a strong need for love, absence of which does not work out in their favor. The priority of their life is a “happily ever after marriage”. They are indeed quite serious in love matters and do everything to preserve their relationship, sometimes at the cost of losing their self-respect too. These native enjoy romance and sensual encounters. They work hard to fulfill the desires of their partner. Their fashion sense is also enviable.  However, these natives get hurt easily.": "यह शुक्र के लिए एक आरामदायक स्थिति है क्योंकि तुला इसका अपना संकेत है। शुक्र एक स्त्री जल ग्रह है जबकि तुला एक चल हवा है। यहाँ पानी शुक्र अपनी ऊर्जा को पानी की जेब की तरह बाहर निकालता है जो हवा को अंदर फँसाती है और बुलबुले बनाती है। इन बुलबुले को तुला मूल निवासी के रूप में मानें, जो पानी की सतह तनाव से बहुत प्रभावित हैं। शुक्र प्रेम का प्रतिनिधित्व करता है, और तुला को अपने जीवन में रिश्तों की मजबूत आवश्यकता होती है, वे दूसरों के बीच सबसे अच्छा काम करते हैं, जैसे बुलबुले एक साथ रहते हैं। ये मूल निवासी दूसरों की भावनाओं और भावनाओं को समझने की क्षमता रखते हैं। वे एक आकर्षक व्यक्तित्व वाले अत्यधिक रोमांटिक लोग हैं। वे भावुक होते हैं और दूसरों की भलाई में आसानी से पड़ जाते हैं। ये मूल निवासी सुख और सुंदरता से घिरे रहना चाहते हैं। प्यार की एक मजबूत जरूरत है, जिसका अभाव उनके पक्ष में नहीं है। उनके जीवन की प्राथमिकता 'शादी के बाद खुशी से' है। वे वास्तव में प्रेम के मामलों में काफी गंभीर हैं और अपने रिश्ते को बचाने के लिए सब कुछ करते हैं, कभी-कभी अपने आत्म-सम्मान को खोने की कीमत पर भी। ये देशी रोमांस और कामुक मुठभेड़ों का आनंद लेते हैं। ये अपने साथी की इच्छाओं को पूरा करने के लिए कड़ी मेहनत करते हैं। उनका फैशन सेंस भी काफी फेमस है। हालाँकि, ये मूल निवासी आसानी से चोटिल हो जाते हैं।",
    "This placement is considered positive in Vedic Astrology because Venus, the ruling planet of Libra shares a friendly relationship with Saturn. Moreover, Saturn when placed in Libra is in exalted position so naturally this placement benefits the native in more ways than one. Due to its position in friendly sign, Saturn here affords the native with luxuries. These natives have an inclination towards material comforts and pursuits but they tend to strike a balance in life. Having Saturn in Libra, you are likely to be a justice-loving and fair person. Yours is an intellectual and diplomatic mind. You have tactful answers to confusing situations. You are good at working with others. Saturn in Libra also makes you diplomatic in the sense that you know how to use others to your advantage. People with Saturn in Libra tend to be good-looking. However, they face obstacles in their love affairs and marriage matters because they are prone to feeling unloved and ignored. A successful marriage requires a lot of patience and hard work in their case. Sometimes, they also face delay in marriage.": "यह अनाउंसमेंट वैदिक ज्योतिष में सकारात्मक माना जाता है क्योंकि तुला राशि के शासक ग्रह शुक्र शनि के साथ दोस्ताना संबंध साझा करते हैं। इसके अलावा, शनि जब तुला में रखा ऊंचा स्थिति में है तो स्वाभाविक रूप से इस प्लेसमेंट एक से अधिक तरीकों से देशी लाभ । दोस्ताना हस्ताक्षर में अपनी स्थिति के कारण, शनि यहां विलासिता के साथ देशी बर्दाश्त करता है । इन मूल निवासी भौतिक सुख-सुविधाओं और व्यवसायों की ओर झुकाव रखते हैं लेकिन वे जीवन में संतुलन बना लेते हैं । तुला राशि में शनि होने से आप न्याय प्रिय और निष्पक्ष व्यक्ति होने की संभावना है। आपका एक बौद्धिक और कूटनीतिक दिमाग है। आपके पास भ्रामक स्थितियों के व्यवहारकुशल उत्तर हैं। दूसरों के साथ काम करने में आपके अच्छे हैं। तुला राशि में शनि भी आपको इस मायने में कूटनीतिक बनाता है कि आप जानते हैं कि दूसरों का इस्तेमाल अपने फायदे के लिए कैसे करें। तुला राशि में शनि के साथ लोग अच्छे लगते हैं। हालांकि, उन्हें अपने प्रेम मामलों और शादी के मामलों में बाधाओं का सामना करना पड़ता है क्योंकि वे अप्रिय और उपेक्षित महसूस करने के लिए प्रवण हैं। एक सफल शादी के लिए उनके मामले में बहुत धैर्य और कड़ी मेहनत की आवश्यकता होती है। कई बार उन्हें शादी में देरी का भी सामना करना पड़ता है।",
    "Scorpio is a fixed watery sign associated with passion and ambition having Mars as its lord. Both Sun and Mars are masculine fiery planets and are friends to each other. Despite this relationship, we should consider the fact that Scorpio is associated with 8th house which relates to death like experiences and sudden transformations. Native having Sun is Scorpio is a pool of emotions. These people have lots of feelings and mysteries buried deep within their heart. Such people are highly emotional and compassionate towards others. They are also prone to lying and a sense of unhappiness pervades their life. They are usually dissatisfied in their married life too. There is an inherent lust to indulge in arguments, promote quarrelsomeness. They are also quite unfortunate in terms of enjoying parental love. Nevertheless, these are some of the most ambitious people with higher than average self-respect. They are quite cautious in their money matters and plan their expenditure wisely. These people feed on challenges. They have a hunger for success and thrive in demanding situations and positions. However, natives with Sun in Scorpio should exercise care in situations involving weapons and fire.": "वृश्चिक एक निश्चित पानी जुनून और महत्वाकांक्षा के साथ जुड़े संकेत है अपने प्रभु के रूप में मंगल ग्रह होने । सूर्य और मंगल दोनों मर्दाना ज्वलंत ग्रह हैं और एक दूसरे के दोस्त हैं । इस रिश्ते के बावजूद हमें इस बात पर विचार करना चाहिए कि वृश्चिक 8वें घर से जुड़ा है जो अनुभवों और अचानक परिवर्तनों जैसी मौत से संबंधित है । देशी सूर्य वृश्चिक है भावनाओं का एक पूल है । इन लोगों की भावनाओं और रहस्यों को अपने दिल के भीतर गहरी दफन के बहुत सारे है । ऐसे लोग दूसरों के प्रति बेहद भावुक और दयालु होते हैं। वे झूठ बोलने का भी शिकार होते हैं और दुख की भावना उनके जीवन में व्याप्त होती है। वे आमतौर पर अपनी शादीशुदा जिंदगी में भी असंतुष्ट रहते हैं। तर्कों में लिप्त होने, झगड़ालूपन को बढ़ावा देने के लिए अंतर्निहित वासना है । वे माता-पिता के प्यार का आनंद लेने के मामले में भी काफी दुर्भाग्यपूर्ण हैं । फिर भी, ये औसत आत्म-सम्मान से अधिक के साथ सबसे महत्वाकांक्षी लोगों में से कुछ हैं । वे अपने पैसों के मामलों में काफी सतर्क रहते हैं और अपने खर्च को सोच-समझकर प्लान करते हैं। ये लोग चुनौतियों का भरण-पोषण करते हैं। वे सफलता के लिए एक भूख है और स्थितियों और पदों की मांग में पनपे । हालांकि, वृश्चिक राशि में सूर्य के साथ मूल निवासी हथियारों और आग से जुड़े स्थितियों में देखभाल व्यायाम करना चाहिए ।",
    "Moon is debilitated in Scorpio, which is a sign ruled by Mars, a fiery masculine planet that apparently shares a friendly relationship with Moon, a watery feminine energy. Due to debilitation and conflicting qualities of the planets involved, this position is not considered positive in Vedic astrology. If you have Moon in Scorpio, you are likely to be frugal with your money, sometimes to the point of being a miser. You are physically not that attractive and nose is definitely not your best feature. Yet, your personality is mysterious and magnetic. You are an overly sensitive and emotional person, someone who is deeply swayed by feelings. You have acute judgment and easily understand your surroundings and people. You are passionate and ambitious which helps in career but backfires in relationships. You are excessively passionate in love, to the point of being possessive and dominant, which is not always liked by partner. The strong sense of jealousy and possessiveness affects your relationships as you try to exercise control over your partner. Despite being a sensitive person, you tend to keep your own emotions to yourself and never let your true feelings come out. Your mind is often occupied by negative thoughts. You can be quite harsh at times. You are nonetheless a loyal person.": "चंद्रमा वृश्चिक राशि में दुर्बल है, जो मंगल ग्रह, एक ज्वलंत मर्दाना ग्रह है कि जाहिरा तौर पर चंद्रमा, एक पानी स्त्री ऊर्जा के साथ एक दोस्ताना संबंध साझा द्वारा शासित संकेत है । इसमें शामिल ग्रहों के दुर्बलता और परस्पर विरोधी गुणों के कारण वैदिक ज्योतिष में यह स्थिति सकारात्मक नहीं मानी जाती है। वृश्चिक राशि में चंद्रमा है तो आपके धन से मितव्ययी होने की संभावना है, कभी-कभी दुख की बात भी कही। आप शारीरिक रूप से नहीं हैं कि आकर्षक और नाक निश्चित रूप से आपकी सबसे अच्छी सुविधा नहीं है। फिर भी आपका व्यक्तित्व रहस्यमयी और चुंबकीय होता है। आप एक पीढ़ी संवेदनशील और भावनात्मक व्यक्ति हैं, कोई है जो गहराई से भावनाओं से बह रहा है । आप तीव्र निर्णय है और आसानी से अपने परिवेश और लोगों को समझते हैं। आप भावुक और महत्वाकांक्षी हैं जो करियर में मदद करते हैं लेकिन रिश्तों में उलटा पड़ता है । आप प्यार में जरूरत से ज्यादा भावुक हैं, अधिकार और प्रमुख होने की बात है, जो हमेशा साथी द्वारा पसंद नहीं है । ईर्ष्या और अधिकार की मजबूत भावना आपके रिश्तों को प्रभावित करती है क्योंकि आप अपने साथी पर नियंत्रण रखने की कोशिश करते हैं। एक संवेदनशील व्यक्ति होने के बावजूद आप अपनी भावनाओं को अपने पास रखते हैं और अपनी सच्ची भावनाओं को कभी बाहर नहीं आने देते । आपका मन अक्सर नकारात्मक विचारों से घिरा रहता है। आप कई बार काफी कठोर हो सकते हैं । फिर भी आप एक वफादार व्यक्ति हैं।",
    "This is where Mars feels at home, but not as much as in Aries. Since lord of Scorpio is Mars itself, this is a strong position for the native. People with Mars in Scorpio tend to be strong-minded, self-driven and disciplined people. These natives rely on their own efforts for success and rarely depend upon others. Their energy level is super high, both mental as well as physical. They are not outspoken though, and can be secretive at times. Their attraction towards the opposite sex is quite strong. There is also a streak of jealousy in their behavior, especially concerning love relationships. They can sometimes be overly possessive of their partner. Mars in Scorpio always remember the wrong done to them. They never forget a betrayal. In fact, they tend to touch extremes. You can expect them to be either the most loyal friend or the worst enemy.  They are quite strong mentally, and plan their moves with caution, leaving no room for repentance or forgiveness. However, they sometimes take quick decisions based on instincts, which backfires. This tendency should be avoided to have a smooth life. Overall, Mars in Scorpio turns out to be an average position for a native.": "यह वह जगह है जहां मंगल घर में लगता है, लेकिन मेष राशि में उतना नहीं। चूंकि वृश्चिक राशि का स्वामी मंगल ही है, इसलिए यह देशी के लिए एक मजबूत स्थिति है। वृश्चिक राशि में मंगल के साथ लोग मजबूत सोच वाले, आत्म-चालित और अनुशासित लोग होते हैं। ये मूल निवासी सफलता के लिए अपने स्वयं के प्रयासों पर भरोसा करते हैं और शायद ही कभी दूसरों पर निर्भर करते हैं। उनका ऊर्जा स्तर सुपर उच्च है, दोनों मानसिक के रूप में के रूप में अच्छी तरह से शारीरिक । वे हालांकि मुखर नहीं हैं, और कई बार गुप्त हो सकते हैं । विपरीत लिंग के प्रति उनका आकर्षण काफी मजबूत होता है। उनके व्यवहार में ईर्ष्या की लकीर भी है, खासकर प्रेम संबंधों से संबंधित । वे कभी-कभी अपने साथी के अति स्वत्वबोधक हो सकते हैं। वृश्चिक राशि में मंगल उन्हें किए गए गलत कार्यों को हमेशा याद रखें। वे किसी विश्वासघात को कभी नहीं भूलते। वास्तव में, वे चरम सीमाओं को छूने के लिए करते हैं । आप उनसे या तो सबसे वफादार दोस्त या सबसे खराब दुश्मन होने की उम्मीद कर सकते हैं।  वे मानसिक रूप से काफी मजबूत हैं, और सावधानी के साथ अपनी चाल की योजना बनाते हैं, पश्चाताप या माफी के लिए कोई जगह नहीं छोड़ते हैं। हालांकि, वे कई बार प्रवृत्ति के आधार पर त्वरित निर्णय लेते हैं, जो उलटा पड़ता है । इस प्रवृत्ति से सहज जीवन जीने से बचना चाहिए। कुल मिलाकर, वृश्चिक राशि में मंगल ग्रह एक देशी के लिए एक औसत स्थिति हो जाता है ।",
    "An air of mystery surrounds the people born with Mercury in Scorpio. Scorpio is a fixed water sign, high in emotions, passion and ambition. The relationship between Mercury and Mars, the lord of Scorpio is inimical so placement in an enemy’s sign does not prove much rewarding for the native. Those born with Mercury in Scorpio are secretive in nature. They can do very well as an investigator or researcher. Theirs is a probing, inquisitive mind that questions everything around them. Mercury in Scorpio gives a disposition and speech that sounds harsh, candid and at times aggressive too.  But Mercury also gives a logical mind so while Moon in Scorpio gives unbridled passion, Mercury in Scorpio gives sanity and rationality so the native’s decisions are more driven by logic than emotions. At times though, these natives tend to take impulsive actions that they have to repent later. There is a strong desire to unmask the hidden truths and mysteries of life in these natives. Whatever they say or write has a deeper meaning to it and is generally quite insightful. They tend to use sharp language to articulate what they have in mind. When it comes to forming intellectual connection, they are quite inflexible. They think quite high of themselves.": "रहस्य की एक हवा वृश्चिक राशि में बुध के साथ पैदा हुए लोगों को चारों ओर से घेरे हुए है। वृश्चिक एक निश्चित जल संकेत है, भावनाओं में उच्च, जुनून और महत्वाकांक्षा। बुध और मंगल के बीच संबंध, वृश्चिक राशि के स्वामी विरोधी है तो एक दुश्मन के हस्ताक्षर में प्लेसमेंट देशी के लिए बहुत फायदेमंद साबित नहीं होता है । वृश्चिक राशि में बुध के साथ जन्म लेने वाले लोग गुप्त स्वभाव के होते हैं। वे एक अन्वेषक या शोधकर्ता के रूप में बहुत अच्छी तरह से कर सकते हैं। उनकी एक जांच, जिज्ञासु मन है कि उनके आसपास सब कुछ सवाल है । वृश्चिक राशि में बुध एक स्वभाव और भाषण देता है जो कठोर, स्पष्टवादी और कई बार आक्रामक भी लगता है ।  लेकिन बुध भी एक तार्किक मन देता है तो जबकि वृश्चिक में चंद्रमा बेलगाम जुनून देता है, वृश्चिक में बुध विवेक और समझदारी देता है तो देशी निर्णय भावनाओं की तुलना में तर्क से अधिक प्रेरित कर रहे हैं । कभी-कभी, ये मूल निवासी आवेगी कार्रवाई करते हैं जिन्हें उन्हें बाद में पश्चाताप करना पड़ता है। इन मूल निवासी में जीवन के छिपे सत्य और रहस्यों को अनमास्क करने की प्रबल इच्छा होती है। वे जो कुछ भी कहते हैं या लिखते हैं उसका इसका गहरा अर्थ होता है और आम तौर पर काफी व्यावहारिक होता है। वे तेज भाषा का उपयोग करने के लिए मुखर क्या वे मन में है करते हैं । जब बौद्धिक संबंध बनाने की बात आती है, तो वे काफी अनम्य होते हैं । वे खुद के काफी उच्च लगता है ।",
    "Scorpio is a fixed water sign, governed by Mars, a fiery planet, which is friendly to Jupiter that also considers Mars as a friend. Jupiter is the only planet to have ether as its element, also called Akaash, meaning ‘space’ in Vedic Astrology. This amalgamation of elements creates a balanced personality. Scorpio is known to be a vindictive sign, which is a false and harsh allegation but it’s true that Scorpio do not forget betrayal. Natives with Jupiter in Scorpio conduct their affairs in quite a serious and secretive way. They are quite passionate and determined, if they want something, they leave no stone unturned to get it. They can also be diplomatic in their ways. There is also a streak of jealousy in their behavior. They are quite proud of themselves. They can also be selfish at times, which should be avoided. Their manner however is still poised and elegant so much so that you don’t understand when they wrong you. These natives have a strong intellect and also a flair of business. They do well in areas that require deep research. They also excel in finance and entrepreneurship. Their knowledge of spirituality is exceptional, but they are quite secretive about it. Others never find out how much they know.": "वृश्चिक एक निश्चित जल चिन्ह है, जो मंगल द्वारा शासित एक ज्वलंत ग्रह है, जो बृहस्पति के अनुकूल है जो मंगल को मित्र भी मानता है । बृहस्पति एकमात्र ऐसा ग्रह है जिसका तत्व है, जिसे अकाश भी कहा जाता है, जिसका अर्थ वैदिक ज्योतिष में 'स्थान' है। तत्वों का यह समामेलन एक संतुलित व्यक्तित्व का निर्माण करता है। वृश्चिक राशि के जातकों को प्रतिशोध का चिन्ह माना जाता है, जो झूठा और कठोर आरोप है लेकिन यह सच है कि वृश्चिक विश्वासघात को न भूलें। वृश्चिक राशि में बृहस्पति के साथ मूल निवासी काफी गंभीर और गुप्त तरीके से अपने मामलों का संचालन करते हैं । वे काफी भावुक और दृढ़ निश्चयी होते हैं, अगर उन्हें कुछ चाहिए तो वे उसे पाने में कोई कसर नहीं छोड़ते। वे अपने तरीके से कूटनीतिक भी हो सकते हैं। उनके व्यवहार में ईर्ष्या की लकीर भी है। उन्हें खुद पर काफी गर्व है। ये कई बार स्वार्थी भी हो सकते हैं, जिससे बचना चाहिए। उनके तरीके हालांकि अभी भी तैयार है और इतना सुरुचिपूर्ण है कि आप समझ में नहीं आता जब वे आप गलत है । इन जातकों में बुद्धि मजबूत होती है और व्यापार का स्वभाव भी होता है। वे उन क्षेत्रों में अच्छा करते हैं जिन्हें गहरे शोध की आवश्यकता होती है। वे वित्त और उद्यमिता में भी उत्कृष्टता प्राप्त करते हैं । अध्यात्म के बारे में उनका ज्ञान असाधारण है, लेकिन वे इसके बारे में काफी गुप्त हैं । दूसरों को कभी पता नहीं चलता कि वे कितना जानते हैं ।",
    "Scorpio is a fixed water sign ruled by Mars, which shares a neutral relationship with Venus. Venus is the planet of love and Scorpio is associated with passion and sensuality. When Venus is placed in Scorpio, it gives the native a heightened desire for sex, romance, sensuality, and love. Such people are quite assertive when it comes to the fulfillment of their desires. Mars also gives them aggression in love matters. These natives have the capability of eternal love and loyalty but if they are wronged, they sting like a Scorpion and develop feelings of revenge towards the betrayer. People born with Venus in Scorpio are very determined and straightforward. They are quite clear about what they want from life. In love matters however, they tend to be quite secretive about what they feel. They are romantic nonetheless, and can be seriously possessive and jealous at times. There is no fooling around with those having Venus in Scorpio. They want serious commitment. These natives can be quite dominating and demanding in nature. There is also a tendency to start arguments. They are proud of themselves. However, their relationship with brothers often sours. Venus in Scorpio also makes the person crafty and creative. This position also poses the person at risk of a venereal disease.": "वृश्चिक मंगल द्वारा शासित एक निश्चित जल चिन्ह है, जो शुक्र के साथ तटस्थ संबंध साझा करता है। शुक्र प्रेम का ग्रह है और वृश्चिक जुनून और वासना से जुड़ा है। जब शुक्र को वृश्चिक राशि में रखा जाता है तो यह देशी को सेक्स, रोमांस, वासना और प्रेम की बढ़-चढ़कर इच्छा देता है। ऐसे लोग अपनी इच्छाओं की पूर्ति की बात करें तो वे काफी मुखर होते हैं। मंगल उन्हें प्रेम मामलों में आक्रामकता भी देता है। इन मूल निवासी शाश्वत प्यार और वफादारी की क्षमता है, लेकिन अगर वे गलत कर रहे हैं, वे एक बिच्छू की तरह डंक और विश्वासघाती के प्रति बदला लेने की भावनाओं को विकसित । वृश्चिक राशि में शुक्र के साथ जन्म लेने वाले लोग बहुत दृढ़ निश्चयी और सीधी होते हैं। वे जीवन से क्या चाहते हैं, इस बारे में बिल्कुल स्पष्ट हैं । लेकिन प्यार के मामलों में, वे क्या वे महसूस के बारे में काफी गुप्त हो जाते हैं । वे फिर भी रोमांटिक हैं, और कई बार गंभीरता से अधिकार और ईर्ष्या हो सकती है। वृश्चिक राशि में शुक्र रखने वालों के साथ चारों ओर कोई बेवकूफ नहीं है। वे गंभीर प्रतिबद्धता चाहते हैं । इन मूल निवासी काफी हावी हो सकता है और प्रकृति में मांग कर सकते हैं । तर्क शुरू करने की प्रवृत्ति भी होती है । उन्हें खुद पर गर्व है। हालांकि भाइयों के साथ उनका रिश्ता अक्सर खट्टा होता है। वृश्चिक राशि में शुक्र भी व्यक्ति को धूर्त और रचनात्मक बनाता है। इस स्थिति में व्यक्ति को यौन रोग का खतरा भी बन जाता है।",
    "Scorpio is ruled by Mars, which shares an inimical relationship with Saturn. Scorpio relates to 8th house in the horoscope. People having Saturn in Scorpio tend to be become researchers or archeologists. They have a tendency to get to the depth of things and think a lot. Scorpio is a sign that likes to contemplate and so does Saturn, which relates to reclusion and seriousness. People with this placement tend to be serious and reserved in nature but they are equally strong-willed too. They are curious beings and like to find out the logic behind everything. Saturn in Scorpio also gives a lot of aggression and dominating personality to the native. People born with Saturn in Scorpio are adventurous and risk-taking. They have a lot of energy. However, at times they face health issues and are prone to aggression and feeling of superiority. They tend to struggle in remaining calm and reflective. They have a strong drive for success but are quite mysterious in their ways. They spend excessively at times. They are quite demanding in nature. They can also be harsh and violent. Poison poses danger to these natives so care should be taken in situations involving toxic materials.": "वृश्चिक राशि पर मंगल का शासन है, जो शनि के साथ एक विरोधी संबंध साझा करता है। वृश्चिक राशिफल में 8वें घर से संबंधित है। वृश्चिक राशि में शनि होने वाले लोग शोधकर्ता या पुरातत्व विज्ञानी बन जाते हैं। उनमें चीजों की गहराई तक पहुंचने की प्रवृत्ति होती है और वे बहुत कुछ सोचते हैं। वृश्चिक एक संकेत है कि मनन करने के लिए पसंद करती है और इसलिए शनि करता है, जो वैसीमा और गंभीरता से संबंधित है । इस प्लेसमेंट के साथ लोगों को गंभीर और प्रकृति में आरक्षित हो जाते हैं, लेकिन वे भी समान रूप से मजबूत इरादों वाले हैं । वे जिज्ञासु प्राणियों रहे है और सब कुछ के पीछे तर्क पता लगाना पसंद है । वृश्चिक राशि में शनि भी देशी को काफी आक्रामकता और हावी व्यक्तित्व देता है। वृश्चिक राशि में शनि के साथ जन्म लेने वाले लोग साहसी और जोखिम उठाने वाले होते हैं। इनमें काफी ऊर्जा होती है। हालांकि, कई बार वे स्वास्थ्य के मुद्दों का सामना करते हैं और आक्रामकता और श्रेष्ठता की भावना से ग्रस्त होते हैं। वे शांत और चिंतनशील शेष में संघर्ष करते हैं । वे सफलता के लिए एक मजबूत ड्राइव है, लेकिन उनके तरीके में काफी रहस्यमय हैं । वे कई बार जरूरत से ज्यादा खर्च करते हैं । वे प्रकृति में काफी मांग कर रहे हैं । ये कठोर और हिंसक भी हो सकते हैं। जहर इन मूल निवासी के लिए खतरा बन गया है तो देखभाल विषाक्त सामग्री से जुड़े स्थितियों में लिया जाना चाहिए ।",
    "Sagittarius is a dual fire sign ruled by Jupiter, which shares a friendly relationship with Sun. The person having Sun in Sagittarius is a god fearing and peace-loving soul, endowed with the art of eloquence in speech. Such a native is likely to be a learned individual, an honorable and compassionate person with a lot of wisdom and intelligence. Sun in this position also gives a never-dying hunger for knowledge. These people do well in fields such as law, administration and banking. People with Sun in Sagittarius are trustworthy and justice-loving people. They are honest and straightforward, do not sugarcoat and talk to the point. These natives understand the difference between living and existing. They are freedom-loving individuals with a love for the outdoors. Often times, these natives are fond of a sport or two. These natives earn a lot of wealth in life, and live like a king. Their physique also contributes to the royal radiance that their personality has. They are of a broad stature and a beautiful body. They also tend to be famous among their social sphere.  They are of a supportive nature, like to lend a helping hand to their relatives and friends. After marriage, natives with Sun in Sagittarius tend to have sons.": "धनु एक दोहरी आग बृहस्पति द्वारा शासित हस्ताक्षर है, जो सूर्य के साथ एक दोस्ताना संबंध साझा करता है । धनु राशि में सूर्य होने वाला व्यक्ति एक ईश्वर भय और शांतिप्रिय आत्मा है, जो वाणी में वाकपटुता की कला से संपन्न है। इस तरह के एक देशी एक विद्वान व्यक्ति, ज्ञान और बुद्धि का एक बहुत कुछ के साथ एक माननीय और दयालु व्यक्ति होने की संभावना है । इस स्थिति में सूर्य भी ज्ञान के लिए कभी न मरने वाली भूख देता है। ये लोग कानून, प्रशासन और बैंकिंग जैसे क्षेत्रों में अच्छा करते हैं । धनु राशि में सूर्य के साथ लोग भरोसेमंद और न्याय प्रिय लोग होते हैं। वे ईमानदार और सरल हैं, शुगरकोट नहीं करते हैं और बात करने के लिए बात करते हैं। ये मूल निवासी रहने और मौजूदा के बीच के अंतर को समझते हैं। वे सड़क के लिए एक प्यार के साथ स्वतंत्रता प्यार व्यक्ति हैं । अक्सर बार, इन मूल निवासी एक या दो खेल के शौकीन हैं । ये जातक जीवन में बहुत धन कमाते हैं, और एक राजा की तरह रहते हैं। उनकी काया भी उनके व्यक्तित्व में शाही चमक का योगदान देती है । ये एक व्यापक कद और सुंदर शरीर के होते हैं। वे अपने सामाजिक क्षेत्र के बीच भी प्रसिद्ध हो जाते हैं।  वे एक सहायक प्रकृति के हैं, अपने रिश्तेदारों और दोस्तों के लिए एक मदद हाथ उधार देने की तरह । विवाह के बाद धनु राशि में सूर्य के साथ मूल निवासी पुत्र होते हैं।",
    "Sagittarius is a gregarious sign governed by Jupiter that affords the natives with good fortune. Jupiter, which is a masculine planet, shares a friendly relationship with feminine Moon, together balancing the energies. This is a positive placement for Moon as it makes the native determined and balanced. Such natives tend to be spiritually inclined, intellectual and knowledgeable. They like to share their knowledge with others and spread awareness. They have a strong sense of justice too. They seek freedom, both on a mental as well as physical level. Such people do very well in fields like banking and teaching.  They tend to be good learners too. Moon in Sagittarius gives an outgoing personality. Such natives are quite in touch and comfortable with their inner self. They have a strong decision-making ability and have an optimistic outlook towards life. Sometimes however, they are too idealistic. Being a Moon in Sagittarius native, you are not someone who would do anything to be associated with eminent people. You make friends at your own terms. You are quite honest, broadminded, friendly, outspoken, and believe in the idea of equality and justice. You are naturally good with teaching and preaching. You sense of observation is quite good and accurate. You are quite resolute and decisive, but at times, you fail to learn from your mistakes.": "धनु एक मिलनसार संकेत बृहस्पति द्वारा शासित है कि अच्छे भाग्य के साथ मूल निवासी प्रदान करता है । बृहस्पति, जो एक मर्दाना ग्रह है, स्त्री चंद्रमा के साथ एक दोस्ताना संबंध साझा करता है, एक साथ ऊर्जा संतुलन । यह चंद्रमा के लिए एक सकारात्मक प्लेसमेंट है क्योंकि यह देशी निर्धारित और संतुलित बनाता है। ऐसे मूल निवासी आध्यात्मिक रूप से इच्छुक, बौद्धिक और जानकार होते हैं। वे अपने ज्ञान को दूसरों के साथ साझा करना और जागरूकता फैलाना पसंद करते हैं। उनमें न्याय की भी प्रबल भावना है । वे मानसिक और शारीरिक दोनों स्तर पर स्वतंत्रता चाहते हैं । ऐसे लोग बैंकिंग और टीचिंग जैसे क्षेत्रों में बहुत अच्छा करते हैं।  वे अच्छे शिक्षार्थी भी हो जाते हैं । धनु राशि में चंद्रमा गोइंग पर्सनैलिटी देता है। ऐसे मूल निवासी अपने भीतर के स्व के साथ काफी संपर्क और आरामदायक होते हैं। उनमें निर्णय लेने की प्रबल क्षमता होती है और जीवन के प्रति आशावादी दृष्टिकोण होता है। कभी-कभी, वे बहुत आदर्शवादी होते हैं। धनु मूल में चंद्रमा होने के कारण आप किसी ऐसे व्यक्ति नहीं हैं जो प्रतिष्ठित लोगों से जुड़े रहने के लिए कोई काम करे । आप अपनी शर्तों पर दोस्त बनाते हैं । आप काफी ईमानदार, व्यापक, दोस्ताना, मुखर हैं, और समानता और न्याय के विचार में विश्वास करते हैं । आप स्वाभाविक रूप से शिक्षण और उपदेश के साथ अच्छे हैं। आप अवलोकन की भावना काफी अच्छा और सटीक है। आप काफी दृढ़ और निर्णायक होते हैं, लेकिन कई बार आप अपनी गलतियों से सीखने में असफल हो जाते हैं ।",
    "Sagittarius is a dual fire sign, ruled by the sage Jupiter. Mars and Jupiter are friends with each other so position of Mars in Sagittarius turns out quite positive for the native. Jupiter relates to luck, fortune and expansion while Mars is energy, ambition and passion.  Jupiter lessens the negative energy of Mars and makes the native mentally strong and wise. People with Mars in Sagittarius tend to famous in their life. They have a strong sense of justice. They have unique philosophical convictions and when it comes to standing for their beliefs, no one can win an argument with a Mars in Sagittarius person. They are however at times reluctant to hear others’ opinions. They are highly skillful in areas such as communication, writing and fine arts too. These native are courageous beings, with a strong liking for the outdoors. They want to enjoy freedom in their life. They like to wander freely and take up new adventures. These people hate to work in monotonous situations. Movement is what keeps them going, even if on a mental level. These natives become great teachers, ministers, and family priests. They also tend to practice abstract meditations and have an exceptional knowledge of religious scriptures due to the influence of Jupiter.": "धनु राशि ऋषि बृहस्पति द्वारा शासित दोहरी अग्नि का चिन्ह है। मंगल और बृहस्पति एक दूसरे के साथ दोस्त हैं इसलिए धनु राशि में मंगल की स्थिति देशी के लिए काफी सकारात्मक हो जाती है । बृहस्पति भाग्य, भाग्य और विस्तार से संबंधित है जबकि मंगल ऊर्जा, महत्वाकांक्षा और जुनून है।  बृहस्पति मंगल की नकारात्मक ऊर्जा को कम करता है और देशी को मानसिक रूप से मजबूत और बुद्धिमान बनाता है। धनु राशि में मंगल के साथ लोग अपने जीवन में प्रसिद्ध हो जाते हैं। उनमें न्याय की प्रबल भावना है। वे अद्वितीय दार्शनिक प्रतिबद्धता है और जब यह अपने विश्वासों के लिए खड़े करने के लिए आता है, कोई भी धनु व्यक्ति में एक मंगल ग्रह के साथ एक तर्क जीत सकते हैं । हालांकि वे कई बार दूसरों की राय सुनने के लिए अनिच्छुक होते हैं । वे संचार, लेखन और ललित कला जैसे क्षेत्रों में भी अत्यधिक निपुण हैं । इन देशी साहसी प्राणियों, आउटडोर के लिए एक मजबूत पसंद के साथ कर रहे हैं । वे अपने जीवन में स्वतंत्रता का आनंद लेना चाहते हैं। उन्हें खुलकर घूमना और नए रोमांच उठाना पसंद है। ये लोग नीरस स्थितियों में काम करने से नफरत करते हैं। आंदोलन है जो उंहें जा रहा रहता है, भले ही एक मानसिक स्तर पर । ये मूल निवासी महान शिक्षक, मंत्री और परिवार के पुजारी बन जाते हैं। वे अमूर्त ध्यान का अभ्यास भी करते हैं और बृहस्पति के प्रभाव के कारण धार्मिक ग्रंथों का असाधारण ज्ञान होता है।",
    "Sagittarius is a dual fire sign ruled by Jupiter, which is considered to be the most benefic of all planets in astrology. Despite an inimical relationship between Jupiter and Mercury, this placement turns out well for the native because both the planets are benefic in nature and bring positive results. People with Mercury in Sagittarius have a liberal approach in life. Mercury also employs them with the art of tact and diplomacy. They are quite driven towards spirituality and more so towards reading about spirituality. Native also has a strong penchant to visit religious places and books. They have a philosophical bent of mind, so enjoy such prudent discussions. Psychology and religion also appeal to them as subjects of study. Mercury gives the skill of eloquent communication to the native here. Such a person is a skillful speaker, mostly expert in writing. Foreign cultures and languages usually fascinate such people. Their imagination is quite fertile and interesting. These people become good storytellers and can adopt authorship as a profession too because their ideas are most often compelling and luring.": "धनु राशि बृहस्पति द्वारा शासित दोहरी अग्नि चिन्ह है, जिसे ज्योतिष शास्त्र में सभी ग्रहों का सबसे परोपकारी माना जाता है। बृहस्पति और बुध के बीच एक विरोधी संबंध के बावजूद, यह प्लेसमेंट देशी के लिए अच्छी तरह से बाहर हो जाता है क्योंकि दोनों ग्रहों प्रकृति में परोपकारी है और सकारात्मक परिणाम लाने के लिए । धनु राशि में बुध के साथ लोगों का जीवन में उदार दृष्टिकोण होता है। बुध उन्हें चालबाजी और कूटनीति की कला के साथ रोजगार भी देता है। वे अध्यात्म की ओर काफी प्रेरित हैं और अध्यात्म के बारे में पढ़ने की दिशा में अधिक हैं। देशी भी धार्मिक स्थानों और पुस्तकों की यात्रा करने के लिए एक मजबूत रुचि है। उनके मन का दार्शनिक झुकाव होता है, इसलिए ऐसी विवेकपूर्ण चर्चाओं का आनंद लें। मनोविज्ञान और धर्म भी उनसे पढ़ाई के विषय के रूप में अपील करते हैं। बुध यहां के जातकों को सुवक्ता संचार का कौशल प्रदान करता है। ऐसा व्यक्ति एक निपुण वक्ता होता है, जो ज्यादातर लेखन में विशेषज्ञ होता है। विदेशी संस्कृतियां और भाषाएं आमतौर पर ऐसे लोगों को मोहित करती हैं। उनकी कल्पना काफी उपजाऊ और दिलचस्प है। ये लोग अच्छे कहानीकार बन जाते हैं और लेखकत्व को एक पेशे के रूप में भी अपना सकते हैं क्योंकि उनके विचार अक्सर सम्मोहक और फुसला रहे होते हैं ।",
    "Sagittarius is the own sign of Jupiter so naturally this position proves benefic for the native. Jupiter gives the native inclination towards religion and spirituality. Such people are compromising in nature. They also indulge in charity and social service. These people do well in fields such as astrology, banking, teaching, mentorship of some kind, counseling etc. They earn a lot of wealth in life. Luck always seems to favor them. They also come out winning in challenging situations and circumstances. Jupiter in Sagittarius also gives business acumen to the native. Sagittarius natives are usually fond of traveling and when Jupiter is placed in Sagittarius, the native usually travels to religious places and goes on pilgrimages. These natives have faith in their abilities. They also have a strong influence on others. They are determined souls who take their work seriously. They also have a strong interest in religious Vedic scriptures. They also like to read and study books related to religion and spirituality. These natives are justice loving and always stand for people in need.": "धनु राशि बृहस्पति का अपना संकेत है इसलिए स्वाभाविक रूप से यह स्थिति देशी के लिए बेनेफिक साबित होती है। बृहस्पति धर्म और अध्यात्म की ओर देशी झुकाव देता है। ऐसे लोग प्रकृति से समझौता करते हैं। वे दान-पुण्य और समाजसेवा में भी लिप्त रहते हैं। ये लोग ज्योतिष, बैंकिंग, शिक्षण, किसी तरह की मेंबरशिप, काउंसलिंग आदि क्षेत्रों में अच्छा करते हैं। ये जीवन में खूब धन कमाते हैं। भाग्य हमेशा उनके पक्ष में लगता है। वे चुनौतीपूर्ण परिस्थितियों और परिस्थितियों में भी जीत हासिल करने के लिए बाहर आते हैं । धनु राशि में बृहस्पति भी जातक को व्यावसायिक कौशल प्रदान करता है। धनु राशि के जातक आमतौर पर यात्रा के शौकीन होते हैं और जब बृहस्पति को धनु राशि में रखा जाता है तो आमतौर पर देशी धार्मिक स्थलों की यात्रा कर तीर्थों पर चले जाते हैं। इन मूल निवासी अपनी क्षमताओं पर विश्वास रखते हैं। इनका दूसरों पर भी मजबूत प्रभाव होता है। वे आत्माओं को निर्धारित करते हैं जो अपने काम को गंभीरता से लेते हैं। धार्मिक वैदिक शास्त्रों में भी इनकी प्रबल रुचि है। उन्हें धर्म और अध्यात्म से जुड़ी किताबें पढ़ना और पढ़ना भी पसंद है। इन मूल निवासी न्याय प्यार कर रहे हैं और हमेशा जरूरत में लोगों के लिए खड़े हो जाओ.",
    "Sagittarius is ruled by Jupiter, the most benefic planet in Vedic Astrology. Saturn is an airy planet and Jupiter is ether, meaning space or quintessence, way above the terrestrial sphere that consists of other elements like earth, water, air, and fire. The relationship between Saturn and Jupiter is neutral. Jupiter vacuums the impurity so Saturn here works in harmony. It accepts and lets the signification of Jupiter overpower. This placement of Saturn in Sagittarius makes the person spiritual. People with Saturn in Sagittarius have a serious approach to religion, philosophy and education. These natives believe in hard work and are quite sincere and disciplined. Their focus in life is on earnings and success. They are quite smart & skillful, and know how to artfully get things done from others. They have a strong inclination towards teaching and spiritual books. They also earn a lot of popularity in their life. Generally, these natives lead a happy life, are faithful and also have dutiful children. They seek a peaceful atmosphere for all to flourish. They have a lot of interest in virtuous activities.": "धनु वैदिक ज्योतिष में सबसे अधिक परोपकारी ग्रह बृहस्पति का शासन है। शनि एक हवादार ग्रह है और बृहस्पति ईथर है, जिसका अर्थ है अंतरिक्ष या मर्म, स्थलीय क्षेत्र के ऊपर रास्ता है कि पृथ्वी, पानी, हवा, और आग जैसे अंय तत्वों के होते हैं । शनि और बृहस्पति का संबंध तटस्थ है। बृहस्पति अशुद्धता को वैक्यूम करता है इसलिए यहां शनि सद्भाव में काम करता है । यह स्वीकार करता है और बृहस्पति प्रबल के संकेत देता है । धनु राशि में शनि की यह पदस्थापन व्यक्ति को आध्यात्मिक बनाती है। धनु राशि में शनि के साथ लोग धर्म, दर्शन और शिक्षा के प्रति गंभीर दृष्टिकोण अपनाते हैं। ये मूल निवासी कड़ी मेहनत में विश्वास करते हैं और काफी ईमानदार और अनुशासित होते हैं। जीवन में उनका फोकस कमाई और सफलता पर होता है। वे काफी स्मार्ट और निपुण हैं, और जानते हैं कि दूसरों से चीजों को कैसे प्राप्त किया जाए । शिक्षण और आध्यात्मिक पुस्तकों की ओर उनका झुकाव प्रबल होता है। वे अपने जीवन में भी काफी लोकप्रियता अर्जित करते हैं। आम तौर पर, ये मूल निवासी एक सुखी जीवन व्यतीत करते हैं, वफादार होते हैं और कर्तव्यनिष्ठ बच्चे भी होते हैं। वे सभी को पनपने के लिए शांतिपूर्ण माहौल की तलाश करते हैं । पुण्य कार्यों में उनकी काफी रुचि होती है।",
    "Capricorn is a movable earth sign governed by Saturn, one of the most feared planets in astrology. Saturn is an airy planet and it shares an inimical relation with Sun, which is a fiery planet. Saturn doesn’t necessarily produces malefic results only. it is known to delay not deny what you want in life. Capricorn born natives are usually serious, reserved and cautious in nature but Sun on the other hand relates to bold, flashy, candid and carefree disposition. The watery element of Capricorn diffuses the fiery energy of Sun to some extent so people born with Sun in Capricorn stick to the attributes of their Moon sign a lot. These natives are thoughtful and serious. There is a strong sense of responsibility and dedication in these natives. Patience is their biggest virtue, which helps them fight off the adversities of life. These natives work hard in life but either, they do not get the desired results or it takes a lot of time for them to realize their ambitions.  There is a chance that the native may indulge in politics or social work too. These people continue to learn throughout their life, no matter what’s their age. They take their profession or business very seriously and have a sincere approach towards work. They like to work in the background like a director than take the limelight like an actor. They are quite loyal and trustworthy people and require the same level of faithfulness in return from their subordinates as well as in personal life.": "मकर एक चल पृथ्वी शनि द्वारा शासित संकेत है, ज्योतिष में सबसे खूंखार ग्रहों में से एक है । शनि एक हवादार ग्रह है और यह सूर्य के साथ एक असामान्य संबंध साझा करता है, जो एक ज्वलंत ग्रह है । शनि जरूरी नहीं कि केवल पुरुष परिणाम पैदा करता है । यह देरी करने के लिए जाना जाता है इनकार नहीं क्या आप जीवन में चाहते हैं । मकर जन्म के जातक आमतौर पर गंभीर, आरक्षित और प्रकृति में सतर्क होते हैं लेकिन दूसरी ओर सूर्य बोल्ड, आकर्षक, स्पष्टवादी और लापरवाह स्वभाव से संबंधित है । मकर राशि का पानी का तत्व सूर्य की ज्वलंत ऊर्जा को कुछ हद तक फैलाता है इसलिए मकर राशि में सूर्य के साथ पैदा हुए लोग अपने चंद्रमा के गुणों से चिपके रहते हैं। ये मूल निवासी विचारशील और गंभीर होते हैं। इन मूल निवासी में जिम्मेदारी और समर्पण की प्रबल भावना है। धैर्य उनका सबसे बड़ा गुण है, जो उन्हें जीवन की विपरीत परिस्थितियों से लड़ने में मदद करता है । ये मूल निवासी जीवन में कड़ी मेहनत करते हैं लेकिन या तो उन्हें वांछित परिणाम नहीं मिलते हैं या फिर उन्हें अपनी महत्वाकांक्षाओं को महसूस करने में काफी समय लगता है।  एक मौका है कि देशी राजनीति या सामाजिक कार्यों में भी लिप्त हो सकता है। ये लोग जीवन भर सीखते रहते हैं, चाहे उनकी उम्र कुछ भी हो । वे अपने प्रोफेशन या बिजनेस को बहुत गंभीरता से लेते हैं और काम के प्रति ईमानदार नजरिया रखते हैं। उन्हें एक अभिनेता की तरह सुर्खियों में लेने से लेकर निर्देशक की तरह बैकग्राउंड में काम करना पसंद है । वे काफी वफादार और भरोसेमंद लोग हैं और अपने अधीनस्थों के साथ-साथ निजी जीवन में भी बदले में वफादारी के समान स्तर की आवश्यकता होती है।",
    "Capricorn is a serious sign, ruled by Saturn, which naturally imposes some roadblocks in life. And when Moon is positioned in Capricorn, which shares an inimical relationship with its lord, the person obviously encounters some delay and obstacles. But this doesn’t mean that Moon in Capricorn is a bad placement. In fact, people with Moon in Capricorn are quite determined, resolute, reliable and persistent, qualities that Saturn awards the natives with. Such people are stubborn in nature. When they have made their mind, nothing can budge their decision. There is seriousness in their tone and sense of stability in their life. These people work hard to progress. While they are emotional inside, they struggle to express their feelings. They are a little self-conscious, reserved and conservative. These natives also struggle to express themselves sexually. At times, these people can also turn fickle and blackmail others emotionally. Positively, they want to reach great heights in life, and be famous. They like to help and lead others, so they often indulge in social work and community leadership. These people tend to earn a lot of money in their life, especially in the later part.": "मकर एक गंभीर संकेत है, शनि द्वारा शासित, जो स्वाभाविक रूप से जीवन में कुछ बाधाएं लगाता है । और जब चंद्रमा मकर राशि में तैनात है, जो अपने प्रभु के साथ एक विरोधी संबंध साझा करता है, तो व्यक्ति स्पष्ट रूप से कुछ देरी और बाधाओं का सामना करता है। लेकिन इसका मतलब यह नहीं है कि मकर राशि में चंद्रमा एक बुरा प्लेसमेंट है । वास्तव में, मकर राशि में चंद्रमा के साथ लोगों को काफी निर्धारित कर रहे हैं, दृढ़, विश्वसनीय और लगातार, गुण है कि शनि के साथ मूल निवासी पुरस्कार । ऐसे लोग जिद्दी स्वभाव के होते हैं। जब उन्होंने अपना मन बना लिया है तो उनके फैसले को कुछ भी नहीं हिलता। उनके स्वर में गंभीरता और उनके जीवन में स्थिरता की भावना है। ये लोग तरक्की के लिए कड़ी मेहनत करते हैं। जबकि वे अंदर भावुक होते हैं, वे अपनी भावनाओं को व्यक्त करने के लिए संघर्ष करते हैं । वे थोड़ा आत्म सचेत, आरक्षित और रूढ़िवादी हैं । ये मूल निवासी खुद को यौन रूप से व्यक्त करने के लिए भी संघर्ष करते हैं। कई बार ये लोग चंचल भी घूम सकते हैं और दूसरों को भावनात्मक रूप से ब्लैकमेल भी कर सकते हैं। सकारात्मक, वे जीवन में महान ऊंचाइयों तक पहुंचना चाहते हैं, और प्रसिद्ध होना चाहते हैं। वे दूसरों की मदद और नेतृत्व करना पसंद करते हैं, इसलिए वे अक्सर सामाजिक कार्यों और सामुदायिक नेतृत्व में लिप्त होते हैं । ये लोग अपने जीवन में बहुत पैसा कमाते हैं, खासकर बाद के हिस्से में।",
    "Mars is exalted in Capricorn, but the lord of Capricorn is Saturn and it shares an inimical relationship with Mars. Mars is unbridled energy and Saturn gives difficulties so the person with Mars in Capricorn struggles to channelize their energy in the right direction. These natives tend to be harsh, inactive, and aggressive in nature. They are reserved in nature, especially in public places They just cannot keep secrets and indulge in gossips too. This tendency often distances them from their loved ones and relatives. They are quite strong mentally and physically but they lack in emotions required to spark up life and build relationships. Their hard work and determination is not rewarded immediately. While they struggle with emotional involvement and expression, they do well in professional area of their life. They tend to realize their career ambitions, which are often driven by their strong urge for material possessions and comforts. These people tend to serve others, than start something of their own. This placement overall deprives the person of key virtues to be emotionally satisfied.": "मंगल मकर राशि में ऊंचा है, लेकिन मकर राशि का स्वामी शनि है और यह मंगल के साथ एक विरोधी संबंध साझा करता है । मंगल बेलगाम ऊर्जा है और शनि कठिनाइयों देता है तो मकर में मंगल ग्रह के साथ व्यक्ति अपनी ऊर्जा को सही दिशा में मोड़ने के लिए संघर्ष करता है । ये मूल निवासी कठोर, निष्क्रिय और आक्रामक स्वभाव के होते हैं। वे प्रकृति में आरक्षित हैं, विशेष रूप से सार्वजनिक स्थानों में वे सिर्फ रहस्य नहीं रख सकते है और गपशप में भी लिप्त हैं । यह प्रवृत्ति अक्सर उन्हें अपने प्रियजनों और रिश्तेदारों से दूर कर देती है। वे मानसिक और शारीरिक रूप से काफी मजबूत हैं, लेकिन वे जीवन चिंगारी और रिश्ते बनाने के लिए आवश्यक भावनाओं में कमी है । उनकी मेहनत और दृढ़ निश्चय को तुरंत पुरस्कृत नहीं किया जाता है । जबकि वे भावनात्मक भागीदारी और अभिव्यक्ति के साथ संघर्ष, वे अपने जीवन के पेशेवर क्षेत्र में अच्छी तरह से करते हैं । वे अपने कैरियर महत्वाकांक्षा है, जो अक्सर भौतिक संपत्ति और आराम के लिए अपने मजबूत आग्रह से प्रेरित कर रहे है एहसास करते हैं । ये लोग दूसरों की सेवा करते हैं, अपने स्वयं के कुछ शुरू करने से । यह प्लेसमेंट समग्र रूप से व्यक्ति को भावनात्मक रूप से संतुष्ट होने के लिए महत्वपूर्ण गुणों से वंचित करता है।",
    "Capricorn is a movable earth sign, having Saturn as its lord. While Saturn and Mercury share a friendly relationship, this placement brings some obstacles due to Saturn’s omnipresence in the background. People having Mercury in Capricorn are methodical and cautious in their ways. These natives think carefully before taking a step. Both Mercury and Capricorn have earth as their element so the native having Mercury in Capricorn is quite realistic and grounded, and doesn’t build castles in the air. They have better-than-average business acumen and their organization ability is also at par with excellence.  This naturally gives them an edge in their career. The negative influence of this placement makes the person harsh, deceptive, clever, and reserved in nature. These natives do not like to communicate much and keep their emotions hidden. They often spend their life serving others than starting something of their own. Their attitude is quite stubborn and narrow-minded, which doesn’t come off as likable to others. While they are quite intelligent, they do not use their aptitude constructively. They are also vulnerable to addictions and intoxication.": "मकर एक चल पृथ्वी का संकेत है, जिसमें शनि को अपना स्वामी माना जाता है। वहीं शनि और बुध का संबंध अनुकूल है, यह अनाउंसमेंट बैकग्राउंड में शनि की सर्वव्यापीता के कारण कुछ बाधाएं लाता है। मकर राशि में बुध होने वाले लोग अपने तरीकों से व्यवस्थित और सतर्क रहते हैं। ये मूल निवासी कोई कदम उठाने से पहले ध्यान से सोचते हैं। दोनों बुध और मकर अपने तत्व के रूप में पृथ्वी है तो मूल मकर में बुध होने काफी यथार्थवादी और जमीन है, और हवा में महल का निर्माण नहीं करता है । उनके पास औसत से बेहतर व्यावसायिक कौशल है और उनकी संगठन क्षमता भी उत्कृष्टता के बराबर है ।  इससे स्वाभाविक रूप से उन्हें अपने करियर में बढ़त मिलती है। इस प्लेसमेंट का नकारात्मक प्रभाव व्यक्ति को कठोर, भ्रामक, चतुर और प्रकृति में आरक्षित बनाता है। ये मूल निवासी ज्यादा संवाद करना और अपनी भावनाओं को छिपाकर रखना पसंद नहीं करते। वे अक्सर अपने स्वयं के कुछ शुरू करने से दूसरों की सेवा करते हुए अपना जीवन बिताते हैं। उनका रवैया काफी जिद्दी और संकीर्ण दिमाग है, जो दूसरों के लिए आकर्षक के रूप में बंद नहीं आता है । जबकि वे काफी बुद्धिमान हैं, वे अपनी योग्यता का रचनात्मक उपयोग नहीं करते हैं। वे व्यसनों और नशे की चपेट में भी आ जाते हैं।",
    "Capricorn is a movable earth sign ruled by Saturn, which is a neutral airy planet. Jupiter and Saturn are neutral towards each other. While they are not enemies, their relationship isn’t friendly either which affects this placement negatively. Moreover, Jupiter is debilitated in Capricorn so unable to exercise its positivity in this placement due to Saturn’s malefic impact. When it comes to work life, these people display the highest sense of ethics and discipline, especially in business or public office. These people have a good judgment ability, so they do well in fields such as law. Jupiter in Capricorn gives a never-ending ambition to the person. Such people are compassionate in nature. Their character is pure and they are quite affectionate to their relatives. While they are not that intellectual, they work hard in life. Their hard work however does not beget them financial gains as per their expectations. Jupiter gives spiritual instincts but Saturn’s influence here affects the religious conduct of the person. These natives are more concerned with service and profession and have a strong drive to attain power. Their sense of cleanliness is not that great either.": "मकर एक चल पृथ्वी शनि, जो एक तटस्थ हवादार ग्रह है द्वारा शासित हस्ताक्षर है । बृहस्पति और शनि एक दूसरे के प्रति तटस्थ हैं। जबकि वे दुश्मन नहीं हैं, उनके रिश्ते के अनुकूल नहीं है या तो जो इस प्लेसमेंट नकारात्मक प्रभावित करता है । इसके अलावा, बृहस्पति मकर राशि में दुर्बल है तो शनि के malefic प्रभाव के कारण इस प्लेसमेंट में अपनी सकारात्मकता का प्रयोग करने में असमर्थ है । जब कार्य जीवन की बात आती है, तो ये लोग नैतिकता और अनुशासन की उच्चतम भावना प्रदर्शित करते हैं, विशेष रूप से व्यापार या सार्वजनिक कार्यालय में । इन लोगों को एक अच्छा निर्णय की क्षमता है, तो वे इस तरह के कानून के रूप में क्षेत्रों में अच्छी तरह से करते हैं । मकर राशि में बृहस्पति व्यक्ति को कभी न खत्म होने वाली महत्वाकांक्षा देता है। ऐसे लोग दयालु स्वभाव के होते हैं। उनका किरदार शुद्ध है और उन्हें अपने रिश्तेदारों से काफी प्यार है। जबकि वे इतने बौद्धिक नहीं हैं, वे जीवन में कड़ी मेहनत करते हैं। उनकी कड़ी मेहनत हालांकि उन्हें उनकी उम्मीदों के अनुसार वित्तीय लाभ नहीं प्राप्त करती है। बृहस्पति आध्यात्मिक प्रवृत्ति देता है लेकिन यहां शनि का प्रभाव व्यक्ति के धार्मिक आचरण को प्रभावित करता है। ये मूल निवासी सेवा और पेशे से अधिक चिंतित हैं और सत्ता प्राप्त करने के लिए एक मजबूत अभियान है । उनकी स्वच्छता की भावना भी इतनी बड़ी नहीं है ।",
    "Capricorn is a movable Earth sign and there is a sense of fixity in their character and temperament.  They tend to be reserved and emotionally contained people. And when Venus, the planet of love is placed in Capricorn, it gives trouble with expressing feelings and emotions to the partner. People with Venus in Capricorn find it hard to assert their desires and put them across to their partner. They tend to be timid in love life. There is insecurity in their mind, the feeling of rejection and ultimately loneliness and they tend to run away from this, which makes them appear emotionally unavailable at times. There is sense of seriousness and discretion in how they conduct their affairs. They are quite practical concerning their love matters. In fact, they are skillful in deception, if required. This position of Venus gives them a lot of distress and also heart related diseases. These people are best in professional domain. They should however accept their partner as a helping hand in the times of struggle in order to achieve success.": "मकर एक चल पृथ्वी का संकेत है और उनके चरित्र और स्वभाव में इसके नीचे डालने का भाव है।  वे आरक्षित और भावनात्मक रूप से निहित लोगों को करते हैं । और जब शुक्र, प्रेम का ग्रह मकर राशि में रखा जाता है तो यह पार्टनर को भावनाओं और भावनाओं को व्यक्त करने से परेशानी देता है। मकर राशि में शुक्र के साथ लोगों को अपनी इच्छाओं पर जोर देना और उन्हें अपने साथी के पार रखना मुश्किल लगता है । ये लव लाइफ में डरपोक हो जाते हैं। उनके मन में असुरक्षा है, अस्वीकृति की भावना और अंततः अकेलापन और वे इस से दूर भाग जाते हैं, जो बनाता है उंहें भावनात्मक रूप से कई बार अनुपलब्ध दिखाई देते हैं । वे अपने मामलों का संचालन कैसे करते हैं, इसमें गंभीरता और विवेक की भावना है । वे अपने प्रेम मामलों के विषय में काफी व्यावहारिक हैं । वास्तव में, वे धोखे में निपुण हैं, यदि आवश्यक हो। शुक्र की यह स्थिति उन्हें काफी कष्ट देती है और दिल से संबंधित रोग भी। ये लोग प्रोफेशनल डोमेन में बेस्ट होते हैं। हालांकि उन्हें सफलता हासिल करने के लिए संघर्ष के समय में अपने साथी को मदद के हाथ के रूप में स्वीकार करना चाहिए ।",
    "Capricorn is a movable earth sign ruled by Saturn, an airy planet. Capricorn born people have a lot of resilience and fighting spirit to face the storms of life. When Saturn is placed in its own signs, the results are likely to be positive, unless any affliction of other planets is there. This placement of Saturn makes the native a hard working person. Such people realize their ambitions, despite the delay and obstacles. Saturn also relates to the 10th house, which represents profession. Saturn also represents subordinates and when it is placed in Capricorn, the native likely gets a lot of help and support from them. Such people are endowed with a lot of knowledge about Vedic scriptures. These natives tend to be inclined towards social service and help others a lot. They are honorable and respected beings. They love to travel abroad and are also fond of fine arts. There is a strong desire for ambition and power in these people. Career holds great importance to them. They are dependable and delightful to be around. They can also be suspicious and selfish at times but their manner is polite and respectful. They have a great sense of organization in life.": "मकर एक चल पृथ्वी शनि, एक हवादार ग्रह द्वारा शासित संकेत है । मकर जन्म लेने वाले लोगों में जीवन के तूफानों का सामना करने के लिए बहुत लचीलापन और लड़ने की भावना होती है। जब शनि को अपने ही राशि में रखा जाता है तो परिणाम सकारात्मक रहने की संभावना होती है, जब तक कि अन्य ग्रहों का कोई कष्ट न हो। शनि की यह पदस्थापना देशी को मेहनती व्यक्ति बना देती है। ऐसे लोग देरी और बाधाओं के बावजूद अपनी महत्वाकांक्षाओं का एहसास करते हैं। शनि का संबंध 10वें घर से भी है, जो व्यवसाय का प्रतिनिधित्व करता है। शनि भी अधीनस्थों का प्रतिनिधित्व करता है और जब इसे मकर राशि में रखा जाता है, तो देशी संभावना को उनसे बहुत मदद और समर्थन मिलता है। ऐसे लोग वैदिक शास्त्रों के बारे में बहुत ज्ञान से संपन्न होते हैं। ये मूल निवासी समाज सेवा की ओर झुकाव रखते हैं और दूसरों की बहुत मदद करते हैं। वे माननीय और सम्मानित प्राणियों हैं। उन्हें विदेश यात्रा करना बहुत पसंद है और ललित कलाओं के शौकीन भी हैं। इन लोगों में महत्वाकांक्षा और शक्ति की प्रबल इच्छा होती है। करियर उनके लिए बहुत महत्व रखता है । वे भरोसेमंद और रमणीय के आसपास हो रहे हैं । वे कई बार संदिग्ध और स्वार्थी भी हो सकते हैं लेकिन उनका तरीका विनम्र और सम्मानजनक होता है । वे जीवन में संगठन की एक महान भावना है।",
    "Aquarius is a fixed airy sign ruled by Saturn, which as earlier stated is inimical towards Sun. The energy of the airy Aquarius fans the flames of the fiery Sun, thus the position of Sun in Aquarius makes the native short-tempered. Such a person is a typical miser and is quite frugal with their spending. These people struggle to maintain a decent personal hygiene. Their ideas are quite eccentric and advanced. But despite this streak of eccentricity, these people are well liked by everyone. They are emotional people, who put their own needs on the backburner to help others. They focus on the societal than the individual. Such natives are strong team players indeed, with good leadership qualities. These humanitarian souls become great leaders if given a chance to. They have a strong understanding of how human nature works. They are quite honest and outspoken too. Such people attach a lot of value to friendship.  Despite being so humble and compassionate, they tend to keep themselves away from emotional involvement and attachment. Their approach is impersonal and they never show their emotions and feelings openly.": "कुंभ एक निश्चित हवादार शनि द्वारा शासित संकेत है, जो पहले कहा गया है कि सूर्य के प्रति विरोधी है । हवादार कुंभ की ऊर्जा तेज धूप की लपटें प्रशंसकों, इस प्रकार कुंभ राशि में सूर्य की स्थिति देशी कम स्वभाव बनाता है । ऐसा व्यक्ति एक विशिष्ट दुख है और उनके खर्च के साथ काफी मितव्ययी है। ये लोग एक सभ्य व्यक्तिगत स्वच्छता बनाए रखने के लिए संघर्ष करते हैं। उनके विचार काफी सनकी और उन्नत हैं। लेकिन सनक की इस लकीर के बावजूद ये लोग हर किसी को अच्छी तरह से पसंद कर रहे हैं । वे भावुक लोग हैं, जो दूसरों की मदद करने के लिए बैकबर्नर पर अपनी जरूरतों को डाल देते हैं । वे व्यक्ति की तुलना में सामाजिक पर ध्यान केंद्रित करते हैं। इस तरह के मूल निवासी मजबूत टीम के खिलाड़ी वास्तव में, अच्छे नेतृत्व के गुणों के साथ कर रहे हैं । इन मानवीय आत्माओं महान नेता बन अगर एक मौका दिया । उन्हें इस बात की प्रबल समझ है कि मानव स्वभाव कैसे काम करता है। वे काफी ईमानदार और मुखर भी हैं । ऐसे लोग दोस्ती को बहुत महत्व देते हैं।  इतना विनम्र और दयालु होने के बावजूद वे खुद को भावनात्मक भागीदारी और लगाव से दूर रखते हैं । उनका दृष्टिकोण अवैयक्तिक है और वे अपनी भावनाओं और भावनाओं को खुलकर कभी नहीं दिखाते ।",
    "Aquarius is also ruled by Saturn, which shares an inimical relationship with Moon, so naturally, this position of Moon brings some obstacles in the native’s life. People born with Moon in Aquarius tend to have a fertile imagination nonetheless. They are innovative people with a lot creative energy, which can be revolutionary if used effectively. If you have Moon in Aquarius, you are likely to be a broadminded and freedom-loving person. Your sense of observation and analysis is strong. You keep analyzing everything around you all the time, which gives a sense of detachment to your personality. You seem aloof and impersonal to those you come in contact with. But that doesn’t mean that you are unemotional. You are in fact a humanitarian soul and think about others first. You have a deep concern for the needy and believe in justice. You want freedom in life, but you are quite demanding when it comes to relationships. You are always up for an adventure, and a routine life bores you like anything. Monotony makes you miserable. You tend to have a rowdy face and at times encounter issues related to eyes. You can also resort to negative thoughts at times. In fact sometimes, Moon in Aquarius people also become victim to addiction to intoxication of some kind.": "कुंभ राशि पर भी शनि का शासन है, जो चंद्रमा के साथ एक विरोधी संबंध साझा करता है, इसलिए स्वाभाविक रूप से चंद्रमा की यह स्थिति देशी के जीवन में कुछ बाधाएं लाती है। कुंभ राशि में चंद्रमा के साथ पैदा हुए लोगों को फिर भी एक उपजाऊ कल्पना है करते हैं । वे एक बहुत रचनात्मक ऊर्जा है, जो क्रांतिकारी अगर प्रभावी ढंग से इस्तेमाल किया जा सकता है के साथ अभिनव लोग हैं । कुंभ राशि में चंद्रमा है तो आप व्यापक और स्वतंत्रता प्रिय व्यक्ति होने की संभावना है। अवलोकन और विश्लेषण की आपकी भावना मजबूत है। आप हर समय अपने आसपास की हर चीज का विश्लेषण करते रहते हैं, जो आपके व्यक्तित्व को टुकड़ी की भावना देता है । तुम अलग और उन आप के साथ संपर्क में आने के लिए अवैयक्तिक लग रहे हो । लेकिन इसका मतलब यह नहीं है कि आप भावनात्मक हैं । आप वास्तव में एक मानवीय आत्मा हैं और पहले दूसरों के बारे में सोचते हैं। आपको जरूरतमंदों की गहरी चिंता है और न्याय में विश्वास है। आप जीवन में स्वतंत्रता चाहते हैं, लेकिन जब रिश्तों की बात आती है तो आप काफी मांग कर रहे हैं। आप हमेशा एक साहसिक कार्य के लिए हैं, और एक नियमित जीवन आपको कुछ भी पसंद करता है। एकरसता आपको दुखी करती है। आप एक उपद्रवी चेहरा है और कई बार आंखों से संबंधित मुद्दों का सामना करते हैं । कई बार आप नकारात्मक विचारों का सहारा भी ले सकते हैं। दरअसल कई बार कुंभ राशि में चंद्रमा भी किसी तरह के नशे की लत का शिकार हो जाते हैं।",
    "Aquarius is a fixed air sign, ruled by Saturn, which again is an enemy of Mars. This is however, a positive position as compared to Mars in Capricorn because Aquarius is a humanitarian and accommodating sign while Capricorn natives tend to be reserved, stubborn and aloof already, and Saturn intensifies this tendency of Capricorn.  People with Mars in Aquarius focus more on the intellectual side of life. Their organization ability is quite strong and they tend to be calculative and logical in their approach. These natives can be good leaders, because they think for the masses. If you are born with Mars in Aquarius, you are likely to be a broadminded justice-loving person. You seek freedom of speech and movement, for both yourself and others. You come off as a very stable and dependable person; people trust you and rely on you quite easily. You also expect the same level of loyalty and reliability from others, especially your life partner. There is always a need for novelty in your life. You like to experiment a lot, and this tendency is also evident in your sexual life. You always try to do and expect something new from your partner. As a person, you are quite a humanitarian and perform good deeds. You are a very compassionate and good-natured person. You are often involved in virtuous activities of some kind.": "कुंभ एक निश्चित वायु चिन्ह है, जिसका शासन शनि द्वारा किया जाता है, जो फिर से मंगल का शत्रु है। हालांकि, यह मकर राशि में मंगल की तुलना में एक सकारात्मक स्थिति है क्योंकि कुंभ राशि एक मानवीय और मिलनसार संकेत है जबकि मकर मूल निवासी पहले से ही आरक्षित, जिद्दी और अलग हो जाते हैं, और शनि मकर की इस प्रवृत्ति को तेज करता है ।  कुंभ राशि में मंगल के साथ लोग जीवन के बौद्धिक पक्ष पर अधिक ध्यान दें। उनके संगठन की क्षमता काफी मजबूत है और वे अपने दृष्टिकोण में गणनात्मक और तार्किक हो जाते हैं । ये मूल निवासी अच्छे नेता हो सकते हैं, क्योंकि वे जनता के लिए सोचते हैं । यदि आपका जन्म कुंभ राशि में मंगल के साथ हुआ है तो आप न्याय प्रिय व्यक्ति के व्यापक होने की संभावना है। आप अपने और दूसरों दोनों के लिए बोलने और आंदोलन की स्वतंत्रता चाहते हैं । तुम एक बहुत ही स्थिर और भरोसेमंद व्यक्ति के रूप में उतर आते हो; लोग आप पर भरोसा करते हैं और आप पर काफी आसानी से भरोसा करते हैं। आप दूसरों, विशेष रूप से अपने जीवन साथी से वफादारी और विश्वसनीयता के समान स्तर की भी उम्मीद करते हैं। आपके जीवन में हमेशा नयापन की जरूरत होती है। आप बहुत प्रयोग करना पसंद करते हैं और यह प्रवृत्ति आपके यौन जीवन में भी स्पष्ट होती है। आप हमेशा अपने पार्टनर से कुछ नया करने और उम्मीद करने की कोशिश करते हैं। एक व्यक्ति के रूप में आप काफी मानवतावादी होते हैं और अच्छे कर्म करते हैं। आप बहुत दयालु और अच्छे स्वभाव के व्यक्ति हैं। आप अक्सर किसी तरह के पुण्य कार्यों में शामिल होते हैं।",
    "Aquarius is a fixed air sign, also ruled by Saturn. While Mercury in Capricorn people are grounded and realistic, those born with Mercury in Aquarius tend to brag a lot and fly too close to the Sun due to the airy quality. A lot is contained in their mind, words unsaid, feelings, thoughts, and emotions. Their mind is hyperactive, constantly working, occupied by a lot of negative thoughts too. Their ideas however are innovative and original, at times abstract. They are emotionally detached people but that doesn’t mean that they do not feel the pain of others. They are humble and humane, always ready to help those in need. In fact, they often carry the burden of other’s problems on their shoulders. They tend to indulge in a lot of social service too, without involving themselves emotionally. This sense of emotional detachment also pervades their thought process. They base their actions on thoughtful scientific analysis than emotions and passion. Their intuition is also powerful which helps them easily judge others’ characters. These natives strongly uphold the idea of equality and justice. They always play fair in life. Their nature is quite accommodating. They are always open to new ideas and are quite witty too so keep the atmosphere light and bright.": "कुंभ एक निश्चित वायु चिन्ह है, जिस पर शनि का शासन भी है। जबकि मकर राशि में बुध लोगों को जमीन और यथार्थवादी हैं, कुंभ राशि में बुध के साथ पैदा हुए लोगों को एक बहुत अपनी बड़ाई और हवादार गुणवत्ता के कारण सूर्य के बहुत करीब उड़ जाते हैं । उनके मन में बहुत कुछ समाहित है, शब्द अनकहे, भावनाओं, विचारों और भावनाओं में निहित हैं। उनका मन अतिसक्रिय है, लगातार काम कर रहा है, बहुत सारे नकारात्मक विचारों पर भी कब्जा कर लिया है। उनके विचारों को हालांकि अभिनव और मूल हैं, कई बार सार । वे भावनात्मक रूप से अलग लोग हैं, लेकिन इसका मतलब यह नहीं है कि वे दूसरों के दर्द महसूस नहीं करते । वे विनम्र और मानवीय हैं, हमेशा जरूरतमंद लोगों की मदद करने के लिए तैयार हैं। दरअसल, वे अक्सर दूसरे की समस्याओं का बोझ अपने कंधों पर ढोते हैं। वे खुद को भावनात्मक रूप से शामिल किए बिना भी बहुत सारे समाज सेवा में लिप्त हो जाते हैं । भावनात्मक टुकड़ी की यह भावना भी उनके विचार प्रक्रिया में व्याप्त है । वे भावनाओं और जुनून की तुलना में विचारशील वैज्ञानिक विश्लेषण पर अपने कार्यों के आधार । उनका अंतर्ज्ञान भी शक्तिशाली है जो उन्हें आसानी से दूसरों के पात्रों का न्याय करने में मदद करता है। ये मूल निवासी समानता और न्याय के विचार को दृढ़ता से बनाए रखते हैं । वे जीवन में हमेशा निष्पक्ष खेलते हैं । उनका स्वभाव काफी मिलनसार है। वे हमेशा नए विचारों के लिए खुले हैं और काफी मजाकिया भी हैं इसलिए वातावरण को हल्का और उज्ज्वल रखें।",
    "Aquarius is also ruled by Saturn, which shares a neutral relationship with Jupiter. When Jupiter is placed in Aquarius, which is the sign of Saturn, its energy is not as effective due to Saturn’s malefic influence. It is still a better position than Jupiter in Capricorn since Aquarius are more accommodating and flexible than Capricorn who find it difficult to adjust with the adversities imposed by Saturn.  People having Jupiter in Aquarius tend to be welcoming and accommodating. They are more intellectual and learned than wealthy. These are justice-loving souls who accept diversity with open arms. They accept people as they are, irrespective of their cast, creed, color or race. They are impartial and unbiased in every sense of the word. They tend to be humble and humane, tolerant and compassionate. They are intelligent too, have innovative solution to problems. Their ideas tend to be original. They are imaginative; they seem emotionally aloof and lost in thoughts due to this dreamy disposition. This is because of their philosophical bent of mind and meditative nature. These natives however tend to be a little undisciplined.": "कुंभ राशि पर भी शनि का शासन है, जो बृहस्पति के साथ तटस्थ संबंध साझा करता है। जब बृहस्पति को कुंभ राशि में रखा जाता है, जो शनि की निशानी है तो शनि के पुरुष प्रभाव के कारण इसकी ऊर्जा उतनी प्रभावी नहीं होती है। यह अभी भी मकर राशि में बृहस्पति की तुलना में एक बेहतर स्थिति है क्योंकि कुंभ राशि मकर की तुलना में अधिक मिलनसार और लचीला है जो शनि द्वारा लगाई गई विपरीत परिस्थितियों के साथ समायोजित करने के लिए मुश्किल लगता है ।  कुंभ राशि में बृहस्पति होने वाले लोग स्वागत और मिलनसार होते हैं । वे अमीर से ज्यादा बौद्धिक और विद्वान होते हैं। ये न्याय प्रिय आत्माएं हैं जो विविधता को खुली बाहों से स्वीकार करती हैं। वे लोगों को स्वीकार के रूप में वे कर रहे हैं, उनके कलाकारों, पंथ, रंग या दौड़ के बावजूद । वे शब्द के हर अर्थ में निष्पक्ष और निष्पक्ष हैं । वे विनम्र और मानवीय, सहिष्णु और दयालु हो जाते हैं । वे बुद्धिमान भी हैं, समस्याओं का अभिनव समाधान है । उनके विचार मूल हो जाते हैं । वे कल्पनाशील हैं; वे भावनात्मक रूप से अलग लग रहे है और इस काल्पनिक स्वभाव के कारण विचारों में खो दिया है । ऐसा उनके दार्शनिक मन और ध्यान प्रकृति के कारण होता है। इन मूल निवासी हालांकि थोड़ा अनुशासनहीन हो जाते हैं ।",
    "Aquarius is a fixed air sign ruled by Saturn, which is a neutral airy planet. Both Saturn and Venus consider each other a friend. However, Saturn is a guide; it gives obstacles in life to make you learn from your mistakes. When Venus is placed in the sign of Saturn, the person faces detachment from romance and challenges in love and married life. Natives with this placement of Venus have little regard for their family, friends and society. These natives however do value their own freedom and personal space. They are freedom-loving souls who have their own set of rules to lead life and behave. Their attitude is cool, calm and collected. They have a sparkling personality, which shines even brighter when among friends. They have an open and direct approach to relationships and share a good understanding with partner.  People with Venus in Aquarius get married at a late age. They seek more of a friend in their partner than a lover. Their spiritual knowledge is limited as they are more concerned with the social and corporeal aspects of life.": "कुंभ शनि द्वारा शासित एक निश्चित वायु चिन्ह है, जो एक तटस्थ हवादार ग्रह है। शनि और शुक्र दोनों एक-दूसरे को मित्र मानते हैं। हालांकि, शनि एक मार्गदर्शक है; यह जीवन में बाधाओं को आप अपनी गलतियों से सीखने के लिए देता है । जब शुक्र को शनि की निशानी में रखा जाता है तो व्यक्ति को प्रेम और विवाहित जीवन में रोमांस और चुनौतियों से टुकड़ी का सामना करना पड़ता है । शुक्र के इस प्लेसमेंट के साथ मूल निवासी अपने परिवार, दोस्तों और समाज के लिए थोड़ा संबंध है । इन मूल निवासी हालांकि अपनी स्वतंत्रता और व्यक्तिगत स्थान मूल्य करते हैं । वे स्वतंत्रता प्रेमी आत्माएं हैं, जिनके पास जीवन व्यतीत करने और व्यवहार करने के लिए अपने नियमों का अपना सेट है । उनका रवैया शांत, शांत और एकत्र होता है । वे एक स्पार्कलिंग व्यक्तित्व है, जो भी उज्जवल चमकता है जब दोस्तों के बीच । वे रिश्तों के लिए एक खुला और सीधा दृष्टिकोण है और साथी के साथ एक अच्छी समझ साझा करें ।  कुंभ राशि में शुक्र के साथ लोगों का विवाह देर से हो जाता है। वे प्रेमी से ज्यादा अपने पार्टनर में ब्वॉयफ्रेंड की तलाश करते हैं। उनका आध्यात्मिक ज्ञान सीमित है क्योंकि वे जीवन के सामाजिक और साकार पहलुओं से अधिक चिंतित हैं।",
    "Saturn also rules Aquarius so when it is placed in its own sign, the results are mostly positive. The mascot of Aquarius is a water bearer with a vessel. People born with Saturn in Aquarius are quite like a vessel. Just as it accommodates water, these natives accommodate a lot of emotions and secrets too.  They are quite flexible and justice loving. They are compassionate too, and love to serve others. They have a good judgment of right and wrong. They also have a strong desire to lead. In fact, they tend to show the right path to others. Their social circle is quite varied and huge. Saturn in Aquarius gives a strong power of concentration. These natives are democratic and believe in equality. Their approach in life is backed by practicality. They work hard, often towards betterment of themselves as well as others. They are impartial and observe both sides of the argument to reach a rational decision. These people are responsible beings and make a wonderful & loyal friend too. They are quite philosophical and intellectual. However, they are susceptible to self-pride, which makes them a social loner. Moreover, addiction to wine and women may also be present in these natives.": "शनि भी कुंभ राशि का नियम है इसलिए जब इसे अपने ही चिन्ह में रखा जाता है तो परिणाम ज्यादातर सकारात्मक होते हैं। कुंभ राशि का शुभंकर जलवाहक होता है। कुंभ राशि में शनि के साथ पैदा हुए लोग काफी बर्तन के समान होते हैं। बस के रूप में यह पानी को समायोजित करता है, इन मूल निवासी भावनाओं और रहस्यों का एक बहुत भी समायोजित ।  वे काफी लचीले और न्याय प्रिय हैं। वे दयालु भी हैं, और दूसरों की सेवा करने के लिए प्यार करता हूं । उनके पास सही और गलत का अच्छा फैसला है । इनका नेतृत्व करने की प्रबल इच्छा भी होती है। दरअसल, ये दूसरों को सही रास्ता दिखाने लगते हैं। उनका सामाजिक दायरा काफी विविध और विशाल है । कुंभ राशि में शनि एकाग्रता की प्रबल शक्ति देता है। ये मूल निवासी लोकतांत्रिक हैं और समानता में विश्वास करते हैं। जीवन में उनका दृष्टिकोण व्यावहारिकता का समर्थन करता है । वे कड़ी मेहनत करते हैं, अक्सर खुद के साथ-साथ दूसरों की बेहतरी की ओर भी । वे निष्पक्ष हैं और तर्कसंगत निर्णय तक पहुंचने के लिए तर्क के दोनों पक्षों का पालन करते हैं । ये लोग जिम्मेदार हैं और एक अद्भुत और वफादार दोस्त भी बनाते हैं । वे काफी दार्शनिक और बौद्धिक हैं। हालांकि, वे आत्म-गर्व के लिए अतिसंवेदनशील होते हैं, जो उन्हें एक सामाजिक अकेले बनाता है। इसके अलावा, शराब की लत और महिलाओं को भी इन मूल निवासी में मौजूद हो सकता है।",
    "Pisces is a dual water sign ruled by Jupiter. Since both the planets can be termed friendly towards each other, Sun in Pisces brings a lot of positive results. People having this placement of Sun are quite friendly in nature. They enjoy the comfort of servants and have a good partner and children. Male natives having Sun in Pisces tend to be fond of women. These natives are fond of travelling too. They live a happy life and earn a lot of wealth. And their intellect and intuition supports them in all endeavors. They are introspective in nature. They can be good thinkers and speakers too. Generally, these natives earn wealth through the medium of water.  Some of them do well in fields like astrology too. Sun in Pisces also gives a moody temperament to the native. Sometimes, these people find it hard to understand themselves. They are in fact quite emotional. Others’ opinions affect them to a lot extent. They are quite adaptable and flexible; adjust their attitude as per the situation. They tend to be helpful too, always there for friends and loved ones. When it comes to career, these natives work hard and often become a workaholic. This tendency however leads to mental distress at times. They are intensely ambitious too, how people see them affects their undertakings. They care a lot about their respect and status in society.": "मीन बृहस्पति द्वारा शासित दोहरी जल चिन्ह है। चूंकि दोनों ग्रहों को एक-दूसरे के प्रति अनुकूल बताया जा सकता है, इसलिए मीन राशि में सूर्य बहुत सकारात्मक परिणाम लाता है। सूर्य की इस प्लेसमेंट वाले लोग प्रकृति में काफी दोस्ताना होते हैं। वे नौकरों के आराम का आनंद लेते हैं और एक अच्छा साथी और बच्चे हैं। मीन राशि में सूर्य रखने वाले पुरुष जातक महिलाओं से लगाव रखने वाले होते हैं। इन मूल निवासी भी यात्रा के शौकीन हैं। ये सुखी जीवन जीते हैं और खूब धन कमाते हैं। और उनकी बुद्धि और अंतर्ज्ञान सभी प्रयासों में उनका समर्थन करता है। वे आत्मनिरीक्षण करने वाले स्वभाव के होते हैं। वे अच्छे विचारक और वक्ता भी हो सकते हैं। आम तौर पर ये जातक पानी के माध्यम से धन कमाते हैं।  उनमें से कुछ ज्योतिष जैसे क्षेत्रों में भी अच्छा करते हैं। मीन राशि में सूर्य भी देशी को मूडी स्वभाव देता है। कई बार इन लोगों को खुद को समझना मुश्किल लगता है। वे वास्तव में काफी भावुक हैं । दूसरों की राय उन्हें काफी हद तक प्रभावित करती है । वे काफी अनुकूलनीय और लचीले हैं; स्थिति के अनुसार उनके दृष्टिकोण को समायोजित करें। वे भी उपयोगी हो जाते हैं, हमेशा दोस्तों और प्रियजनों के लिए वहां । करियर की बात की जाए तो ये मूल निवासी कड़ी मेहनत करते हैं और अक्सर वर्कहॉलिक हो जाते हैं। हालांकि यह प्रवृत्ति कई बार मानसिक कष्ट की ओर ले जाती है। वे तीव्रता से महत्वाकांक्षी भी हैं, कैसे लोग उन्हें देखते हैं उनके उपक्रमों को प्रभावित करता है । वे समाज में अपने सम्मान और स्थिति के बारे में बहुत परवाह करते हैं ।",
    "Pisces is an emotional sign and this aspect of Pisces is heightened when Moon is placed in this sign since Moon also relates to emotions and feelings. Jupiter that shares a friendly relationship with Moon rules Pisces; so overall, this position of Moon works out well for a native. However, such people set high expectations, both from others as well as from themselves. And when they or someone else is unable to meet them, it leads to lack of mental peace. Moon in Pisces people tend to be highly sensitive. They can feel the undercurrent of emotions in their surroundings. They are quite receptive to others’ emotions, absorbing the feelings of others like a sponge. They have a strong intuition too, so often they can connect with people on a subconscious level. They do not always need verbal communication or confessions to understand the other person’s state of mind. They can be good psychics. These people also do well in creative fields such as fine arts and music. Their knowledge of spiritual scriptures is also exceptional. These people want to live a free life, always surrounded by pleasantness. They tend to be very polite in nature and earn a lot of happiness and wealth in life. This position of Moon also gives strong religious instincts and an inclination towards sailing.": "मीन एक भावनात्मक संकेत है और मीन राशि का यह पहलू बढ़ जाता है जब चंद्रमा को इस राशि में रखा जाता है क्योंकि चंद्रमा भी भावनाओं और भावनाओं से संबंधित है । बृहस्पति जो चंद्रमा के नियमों मीन के साथ दोस्ताना संबंध साझा करता है; तो कुल मिलाकर, चंद्रमा की यह स्थिति एक देशी के लिए अच्छी तरह से काम करती है। हालांकि, ऐसे लोगों ने दूसरों के साथ-साथ खुद से भी उच्च उम्मीदें तय कीं । और जब वे या कोई और उनसे मिलने में असमर्थ होता है, तो इससे मानसिक शांति की कमी हो जाती है। मीन राशि के चंद्रमा में चंद्रमा अति संवेदनशील होते हैं। वे अपने परिवेश में भावनाओं के अंडरकरंट महसूस कर सकते हैं। वे दूसरों की भावनाओं के लिए काफी ग्रहणशील हैं, एक स्पंज की तरह दूसरों की भावनाओं को अवशोषित । उनके पास एक मजबूत अंतर्ज्ञान भी है, इसलिए अक्सर वे अवचेतन स्तर पर लोगों के साथ जुड़ सकते हैं। वे हमेशा मौखिक संचार या बयान की जरूरत नहीं है दूसरे व्यक्ति के मन की स्थिति को समझने के लिए । वे अच्छे मनोरोग हो सकते हैं। ये लोग फाइन आर्ट्स और म्यूजिक जैसे क्रिएटिव फील्ड में भी अच्छा करते हैं । आध्यात्मिक शास्त्रों का उनका ज्ञान भी असाधारण है। ये लोग हमेशा सुखदता से घिरे रहते हुए एक मुक्त जीवन जीना चाहते हैं। ये स्वभाव में बहुत विनम्र होते हैं और जीवन में ढेर सारा सुख और धन कमाते हैं। चंद्रमा की यह स्थिति मजबूत धार्मिक प्रवृत्ति और नौकायन की ओर झुकाव भी देती है।",
    "Pisces is ruled by Jupiter, which is friendly towards Mars. People born with this placement are spiritually inclined. They like morality and good conduct and follow a pious path. They are quite devoted to their religious beliefs and driven towards purity and piousness. Their knowledge of religious scriptures is unparalleled. However, these natives have a sense of confusion in life and at times, respond in a perplexing manner. These natives have a strong desire to visit and settle in foreign places. They have quite an optimistic approach, especially in love matters. They tend to be idealistic about their love life and relationships and do not see the underlying problems unless it is too much to bear. They are quite sensitive and emotional too. They are receptive of others’ emotions and feelings, probably because of their strong intuition and sensitivity to the undercurrent of the surroundings. Mars in Pisces natives are also inclined towards artistic pursuits. They are strongly attached to music and other art forms.  It is a form of self-expression for them.": "मीन राशि बृहस्पति का शासन है, जो मंगल के प्रति अनुकूल है। इस प्लेसमेंट के साथ पैदा हुए लोग आध्यात्मिक रूप से इच्छुक होते हैं। उन्हें नैतिकता और अच्छे आचरण पसंद हैं और धर्मपरायण मार्ग पर चलना चाहिए। वे अपनी धार्मिक मान्यताओं के प्रति काफी समर्पित हैं और पवित्रता और पवित्रता की ओर प्रेरित हैं। धार्मिक ग्रंथों का उनका ज्ञान अद्वितीय है। हालांकि, इन मूल निवासी जीवन में भ्रम की भावना रखते हैं और कई बार, हैरान करने वाले तरीके से जवाब दें। इन जातकों की विदेशी स्थानों पर घूमने और बसने की प्रबल इच्छा होती है। वे काफी आशावादी दृष्टिकोण है, विशेष रूप से प्रेम मामलों में । वे अपने प्रेम जीवन और रिश्तों के बारे में आदर्शवादी हो जाते हैं और अंतर्निहित समस्याओं को तब तक नहीं देखते जब तक कि यह सहन करने के लिए बहुत अधिक न हो। ये काफी संवेदनशील और इमोशनल भी होते हैं। वे दूसरों की भावनाओं और भावनाओं के ग्रहणशील हैं, शायद उनके मजबूत अंतर्ज्ञान और परिवेश के अंडरकरंट के प्रति संवेदनशीलता के कारण। मीन राशि के जातकों में मंगल का झुकाव कलात्मक गतिविधियों की ओर भी होता है। वे संगीत और अन्य कला रूपों से दृढ़ता से जुड़े हुए हैं।  यह उनके लिए आत्म-अभिव्यक्ति का एक रूप है।",
    "Pisces is a dual water sign having Jupiter as its lord. Mercury is an earthy planet and is neutral towards Jupiter, which on the other hand is inimical towards it. While Mercury is debilitated in Pisces, this position is still considered average since the planets involved are benefic in nature. People born with Mercury in Pisces have a very creative imagination. They are excessively sensitive so get hurt quite easily. It’s like they are wearing rose-colored glasses all the time so only see the good in everything.  These people take no time in trusting someone. These are gentle and polite souls compassionate towards other beings. Their overly trusting attitude at times backfires too and makes them vulnerable to deception and disloyalty in key areas of life such as business partnership and love relationships. There is a strong penchant for arts and everything beautiful from paintings to music. Mercury in Pisces people tend to be dreamers, always lost in the world of imagination. These people are good with telepathic communication but not with oral. They would rather express themselves through mediums such as poetry or fine arts than to talk verbally.": "मीन एक दोहरी जल संकेत है जिसमें बृहस्पति को अपना स्वामी माना जाता है । बुध एक मिट्टी का ग्रह है और बृहस्पति के प्रति तटस्थ है, जो दूसरी ओर इसके प्रति विरोधी है । जबकि बुध मीन राशि में दुर्बल है, इस स्थिति को अभी भी औसत माना जाता है क्योंकि इसमें शामिल ग्रह प्रकृति में परोपकारी हैं । मीन राशि में बुध के साथ जन्मे लोगों में बहुत रचनात्मक कल्पना होती है। वे जरूरत से ज्यादा संवेदनशील होते हैं इसलिए काफी आसानी से चोट लग जाती है। ऐसा लगता है कि वे हर समय गुलाब के रंग का चश्मा पहन रहे है तो केवल सब कुछ में अच्छा देखते हैं ।  ये लोग किसी पर भरोसा करने में समय नहीं निकालते। ये अन्य प्राणियों के प्रति सौम्य और विनम्र आत्माएं दयालु हैं। कई बार उनका पीढ़ी पर भरोसा करने वाला रवैया भी उलटा पड़ जाता है और उन्हें व्यापार साझेदारी और प्रेम संबंधों जैसे जीवन के प्रमुख क्षेत्रों में धोखे और निष्ठाहीनता की चपेट में ले जाता है । कला के लिए एक मजबूत रुचि है और चित्रों से संगीत के लिए सब कुछ सुंदर है । मीन राशि में बुध लोग सपने देखने वाले होते हैं, हमेशा कल्पना की दुनिया में खोए रहते हैं। ये लोग टेलीपैथिक संचार के साथ अच्छे होते हैं लेकिन मौखिक के साथ नहीं। वे मौखिक रूप से बात करने की बजाय कविता या ललित कला जैसे माध्यमों के माध्यमों के माध्यम से खुद को व्यक्त करेंगे।",
    "Pisces is the own sign of Jupiter so this tends to be a positive placement for Jupiter as it feels at home here. People with Jupiter in Pisces get a good inheritance and a lot of wealth. They tend to be of a medium height and healthy constitution. These people enjoy a higher position in life and career. They are political and diplomatic in nature. They travel to foreign places quite often. Pisces is associated with the twelfth house so people with this position are driven towards and knowledgeable about spirituality. Their sense of imagination is strong. They also earn a lot of acclaim in their social circle and respect from friends. Jupiter in Pisces makes the person virtuous and moral. These people tend to be popular and praiseworthy. They also seek opportunities to help others and are quite sensitive to others’ needs. These people are quite skillful in what they do. They attach themselves emotionally to their religious convictions. Or a tendency towards mystical practices also accompanies this position in horoscope.": "मीन बृहस्पति का अपना संकेत है तो यह बृहस्पति के लिए एक सकारात्मक स्थान के रूप में यह घर पर यहां लगता है आदत है । मीन राशि में बृहस्पति वाले लोगों को अच्छी विरासत और धन-धान्य की प्राप्ति होती है। वे एक मध्यम ऊंचाई और स्वस्थ संविधान के हो जाते हैं । ये लोग जीवन और करियर में उच्च पद का आनंद लेते हैं। वे राजनीतिक और कूटनीतिक प्रकृति के होते हैं। वे अक्सर विदेशी स्थानों की यात्रा करते हैं। मीन बारहवें घर से जुड़ा है इसलिए इस स्थिति वाले लोग अध्यात्म की ओर प्रेरित और जानकार होते हैं। उनकी कल्पना की भावना मजबूत है । वे अपने सामाजिक दायरे में भी खूब ख्याति अर्जित करते हैं और दोस्तों से सम्मान भी करते हैं। मीन राशि में बृहस्पति व्यक्ति को गुणवान और नैतिक बनाता है। ये लोग लोकप्रिय और प्रशंसनीय होते हैं। वे दूसरों की मदद करने के अवसर भी तलाशते हैं और दूसरों की जरूरतों के प्रति काफी संवेदनशील होते हैं । ये लोग जो करते हैं, उसमें काफी निपुण होते हैं। वे अपने आप को भावनात्मक रूप से अपनी धार्मिक प्रतिबद्धता के लिए देते हैं । या रहस्यमय प्रथाओं की ओर एक प्रवृत्ति भी कुंडली में इस स्थिति के साथ ।",
    "Venus is exalted in Pisces so naturally, this position brings positive results. Due to the influence of the water element, the personality of Venus in Pisces people runs deep, much like a river. Like the ebb and flow in the water, people with this placement also experience moodiness. However, water can also stand still, and these people also have a tendency to become taciturn and suffer in silence. Venus is the planet associated with love and when it is placed in Pisces, the person is usually submerged in romance. Such people have attractive looks and a polite speech. Their words work like magic, melting hearts. Such people tend to be very famous as well as fortunate. They earn a lot of wealth throughout their life. Venus in Pisces people are highly accommodating and flexible too, just like water takes the shape of the vessel it is poured into.  And this especially applies to their love life. They have a strong fear of rejection that underlines their subtle behavior in love. They try their level best to keep their partner happy and relationship smooth. This is because their need for love and understanding is strong. They need someone to control their emotions and suppress the occasional outbursts, like what a dam does to unbridled water.": " शुक्र मीन राशि में ऊंचा होता है इसलिए स्वाभाविक रूप से यह स्थिति सकारात्मक परिणाम लाती है। जल तत्व के प्रभाव के कारण मीन राशि के लोगों में शुक्र का व्यक्तित्व गहरा चलता है, बहुत कुछ नदी की तरह। पानी में भाटा और प्रवाह की तरह, इस प्लेसमेंट वाले लोग भी मूडीपन का अनुभव करते हैं। हालांकि, पानी भी अभी भी खड़ा हो सकता है, और इन लोगों को भी मौन बनने के लिए और मौन में पीड़ित होने की प्रवृत्ति है । शुक्र प्रेम से जुड़ा ग्रह है और जब इसे मीन राशि में रखा जाता है तो आमतौर पर व्यक्ति रोमांस में डूबा रहता है। ऐसे लोगों में आकर्षक लुक और विनम्र वाणी होती है। उनके शब्द जादू, पिघलते दिलों की तरह काम करते हैं। ऐसे लोग बहुत प्रसिद्ध होने के साथ-साथ भाग्यशाली भी होते हैं। वे जीवन भर खूब धन कमाते हैं। मीन राशि में शुक्र लोग अत्यधिक मिलनसार और लचीले भी होते हैं, ठीक वैसे ही जैसे पानी उस बर्तन का आकार लेता है, जिसमें इसे डाला जाता है ।  और यह विशेष रूप से उनकी लव लाइफ पर लागू होता है । वे अस्वीकृति का एक मजबूत डर है कि प्यार में उनके सूक्ष्म व्यवहार को रेखांकित करता है । वे अपने पार्टनर को खुश रखने और रिश्ते को स्मूद रखने के लिए अपने लेवल की पूरी कोशिश करते हैं। इसकी वजह यह है कि प्यार और समझ के लिए उनकी जरूरत मजबूत है। वे किसी को अपनी भावनाओं को नियंत्रित करने और सामयिक विस्फोट को दबाने की जरूरत है, जैसे क्या एक बांध बेलगाम पानी के लिए करता है ।",
    "Pisces is a dual water sign ruled by Jupiter. Both Saturn and Jupiter are neutral towards each other. People with Saturn in Pisces tend to be devoted to spirituality. Due to the association with 12th house, such natives tend to progress towards spiritual liberation. Pisces sign is represents by two fishes swimming in opposite direction. It is also associated with water. And when Saturn is placed in Pisces, the native becomes a deep thinker. Such a person studies every subject to the depth of it. Saturn helps these natives make better judgments but not like a teacher but more like a mentor. It works as their guiding spirit. People born with Saturn in Pisces tend to be sacrificing in nature. They have a strong penchant for arts. These natives often play a chief role among their friends and relatives, probably because they are good at disciplining and making policies. These natives tend to be polite, wealthy, compassionate, sensitive and loyal. There is also a strong desire to earn more. Such people have a strong affinity to creative fields such as arts. They are in fact likely to make their career in the field of art or spirituality. These natives tend to be good learners and have a confident approach. They seek a bright future and also work towards it. These natives also like to indulge a lot.": "मीन बृहस्पति द्वारा शासित दोहरी जल चिन्ह है। शनि और बृहस्पति दोनों एक दूसरे के प्रति तटस्थ हैं। मीन राशि में शनि के साथ लोग अध्यात्म के प्रति समर्पित हो जाते हैं। 12 वीं घर के साथ सहयोग के कारण, ऐसे मूल निवासी आध्यात्मिक मुक्ति की दिशा में प्रगति करते हैं। मीन राशि का चिन्ह विपरीत दिशा में तैरने वाली दो मछलियों का प्रतिनिधित्व करता है। यह पानी से भी जुड़ा हुआ है। और जब शनि को मीन राशि में रखा जाता है तो देशी व्यक्ति गहरे विचारक बन जाता है। ऐसा व्यक्ति हर विषय की गहराई तक अध्ययन करता है। शनि इन मूल निवासी बेहतर निर्णय करने में मदद करता है, लेकिन एक शिक्षक की तरह नहीं बल्कि एक संरक्षक की तरह अधिक है । यह उनकी मार्गदर्शक भावना के रूप में काम करता है। मीन राशि में शनि के साथ जन्म लेने वाले लोग प्रकृति में त्याग करते हैं। कलाओं के प्रति उनकी प्रबल रुचि है। ये मूल निवासी अक्सर अपने दोस्तों और रिश्तेदारों के बीच एक मुख्य भूमिका निभाते हैं, शायद इसलिए कि वे अनुशासित और नीतियां बनाने में अच्छे हैं। ये मूल निवासी विनम्र, धनवान, दयालु, संवेदनशील और वफादार होते हैं। ज्यादा कमाने की इच्छा भी प्रबल होती है। ऐसे लोगों में कला जैसे रचनात्मक क्षेत्रों के प्रति मजबूत आत्मीयता होती है। वे वास्तव में कला या अध्यात्म के क्षेत्र में अपना करियर बनाने की संभावना है । ये मूल निवासी अच्छे शिक्षार्थी होते हैं और एक आत्मविश्वासी दृष्टिकोण अपनाते हैं। वे उज्ज्वल भविष्य की तलाश करते हैं और इस दिशा में काम भी करते हैं । ये मूल निवासी भी बहुत लिप्त होना पसंद करते हैं।",
    "People with Aries rising tend to be energetic, pioneering, rash, argumentative, selfish, impulsive, quick-tempered, aggressive, assertive, headstrong, independent, alert, mechanically-inclined, physically active, self-promoting, self-centered in an unthinking way, and more thoughtless than mean. You have a general dislike for restraint of any kind, don't like to be told what to do, need to learn diplomacy and tact, need to look before leaping, need to better learn how to channel your energies for more constructive purposes and results. Like the ram who symbolizes this sign, you tend to butt your head against your problems hoping that with enough force you can eventually knock down whatever stands before you, including people. You like the challenges of life and are very competitive and sometimes combative. You get bored easily with routine and one thing you may need to practice more of is persistence. You tend to jump from one thing to another, always looking for something new. Finish what you start before moving on. Spiritual lesson to learn: Patience. Mars rules Aries so Mars will be important in your chart.": "मेष राशि के साथ बढ़ती लोगों को ऊर्जावान, अग्रणी, दाने, तार्किक, स्वार्थी, आवेगी, जल्दी स्वभाव, आक्रामक, मुखर, हठी, स्वतंत्र, सतर्क, यंत्रवत् इच्छुक, शारीरिक रूप से सक्रिय, आत्म को बढ़ावा देने, आत्म एक बिना सोचे-समझे तरीके से केंद्रित हो जाते हैं, और अधिक विचारहीन मतलब से । आप किसी भी तरह के संयम के लिए एक सामांय नापसंद है, क्या करना है, कूटनीति और चालबाजी सीखने की जरूरत है, छलांग लगाने से पहले देखने की जरूरत है, बेहतर सीखने की जरूरत है कैसे और अधिक रचनात्मक प्रयोजनों और परिणामों के लिए अपनी ऊर्जा चैनल के लिए कहा जा सकता है । राम जो इस हस्ताक्षर का प्रतीक की तरह, आप अपनी समस्याओं के खिलाफ अपने सिर बट की उंमीद है कि पर्याप्त बल के साथ आप अंततः नीचे दस्तक कर सकते है जो कुछ भी आप के सामने खड़ा है, लोगों सहित करते हैं । आप जीवन की चुनौतियों को पसंद करते हैं और बहुत प्रतिस्पर्धी और कभी-कभी जुझारू होते हैं। आप दिनचर्या के साथ आसानी से ऊब जाते हैं और एक चीज जिसे आपको अधिक अभ्यास करने की आवश्यकता हो सकती है वह हठ है। आप एक चीज से दूसरे में कूदते हैं, हमेशा कुछ नया देखते हैं। आगे बढ़ने से पहले आप जो शुरू करते हैं उसे खत्म करें। आध्यात्मिक सबक सीखने के लिए: धैर्य। मंगल नियम मेष इसलिए मंगल आपकी कुण्डली में महत्वपूर्ण रहेगा।",
    "People with Taurus rising tend to be strong, persistent, slow to change, determined, stable, quiet (until pushed too far then there will be trouble), practical, stubborn, non-aggressive, patient, affectionate, loyal, hard-working, passive and unassuming in general, and fixed in their convictions with a general slow pace of mind. Taureans can be led or coaxed, but never pushed or driven. Resources and possessions, whether people or finances are very important to you. You want to build and make things grow, but you can't be hurried. You want to get your hands on things and see the practical results of your own hard work. You are good at taking what others have started then carrying on. Success comes to you by sheer persistence and will. Your love of sweet or rich food can incline you to put on weight. Try to be less rigid in all you do. Tame any jealousy and instinct to possessiveness. You hate and fear sickness and pain. Spiritual lesson to learn: Detachment. Venus rules Taurus so Venus will be important in your chart.": "वृषभ के साथ लोगों को बढ़ती मजबूत, लगातार, बदलने के लिए धीमी गति से करते हैं, निर्धारित, स्थिर, शांत (जब तक बहुत दूर धक्का दिया तो वहां मुसीबत होगी), व्यावहारिक, जिद्दी, गैर आक्रामक, रोगी, स्नेही, वफादार, कड़ी मेहनत, निष्क्रिय और सामांय में नम्र, और मन की एक सामांय धीमी गति के साथ अपनी प्रतिबद्धता में तय की । Taureans नेतृत्व या मनाना जा सकता है, लेकिन धक्का दिया या संचालित कभी नहीं । संसाधन और संपत्ति, चाहे लोग या वित्त आपके लिए बहुत महत्वपूर्ण हैं। आप चीजों का निर्माण और विकास करना चाहते हैं, लेकिन आप जल्दबाजी नहीं कर सकते । आप चीजों पर अपने हाथ पाने के लिए और अपनी खुद की मेहनत के व्यावहारिक परिणाम देखना चाहते हैं । तुम ले क्या दूसरों को तो पर ले जाने शुरू कर दिया है पर अच्छा कर रहे हैं । सफलता सरासर हठ और इच्छाशक्ति से आप के लिए आता है । मीठा या अमीर भोजन के अपने प्यार को आप वजन पर डाल करने के लिए झुकाव कर सकते हैं । आप जो भी करते हैं उसमें कम कठोर होने की कोशिश करें। किसी भी ईर्ष्या और वृत्ति को अधिकार के वश में करें। आप बीमारी और दर्द से नफरत करते हैं और डरते हैं। आध्यात्मिक सबक सीखने के लिए: टुकड़ी। शुक्र नियम वृषभ तो शुक्र आपकी कुण्डली में महत्वपूर्ण रहेगा।",
    "People with Gemini rising tend to be friendly, communicative, flexible, indecisive, unsure, liking to do two or more things at once, witty, clever, very active mentally, high-strung, temperamental, nervous or anxious, talkative, superficial, and always ready for something different. There may be two distinct sides to you as Gemini represents the Twins. You have a strong need to communicate what you already know and to learn more. You enjoy reading and traveling as they both give plenty of scope for picking up new knowledge. You need variety and can be the jack of all trades and the master of none. You tend to go wide for breadth, not depth. You may appear confident, but you can lack self-confidence and inner sureness. You love to talk, both with your mouth as well as your hands. Spiritual lesson to learn: Control (learn to control and not scatter energies and to prioritize). Mercury rules Gemini so Mercury will be important in your chart.": "मिथुन राशि के साथ लोगों को दोस्ताना, मिलनसार, लचीला, अनिर्णायक, अनिश्चित, एक बार में दो या अधिक बातें करना पसंद करते हैं, मजाकिया, चालाक, बहुत सक्रिय मानसिक रूप से, उच्च ताना, स्वभाव, नर्वस या उत्सुक, बातूनी, सतही, और हमेशा कुछ अलग करने के लिए तैयार हो जाते हैं । मिथुन जुड़वाबच्चों का प्रतिनिधित्व करता है के रूप में आप के लिए दो अलग पक्ष हो सकता है । आपको यह संवाद करने की एक मजबूत आवश्यकता है कि आप पहले से क्या जानते हैं और अधिक जानने के लिए। आप पढ़ने और यात्रा का आनंद के रूप में वे दोनों नए ज्ञान उठा के लिए गुंजाइश के बहुत दे । आप विविधता की जरूरत है और सभी ट्रेडों के जैक और कोई नहीं के मास्टर हो सकता है। आप चौड़ाई के लिए व्यापक जाते हैं, गहराई नहीं । आप आत्मविश्वास से लबरेज दिखाई दे सकते हैं, लेकिन आप में आत्मविश्वास और आंतरिक निश्चितता की कमी हो सकती है। आप बात करना पसंद करते हैं, दोनों अपने मुंह के साथ-साथ अपने हाथों से भी। आध्यात्मिक सबक सीखने के लिए: नियंत्रण (नियंत्रण और ऊर्जा तितर बितर नहीं और प्राथमिकता के लिए सीखते हैं) । बुध नियम मिथुन तो बुध आपकी कुण्डली में महत्वपूर्ण रहेगा।",
    "People with Cancer rising tend to be less vital than average, sympathetic, compassionate, passive, nurturing, receptive, protective, retentive, changeable, psychic, sentimental, tenacious, timid, quiet, sensitive, acquisitive (pack-rat), and moody. Just like the crab Cancer represents, you may have the habit of looking ahead and behind you at the same time, not fully wanting to face the future head-on and always worrying about the past and what might be sneaking up on you from behind, causing you great worry. You go through life in a curious sideways motion, never going simply directly forward. You are sensitive and you retreat into your shell when you feel threatened. Your feelings can be easily hurt, even when no slight was meant and you can take things much too personally. You enjoy travel, but you absolutely need to know that you have a home base waiting for you to come back to. Security is everything for you in life. Physical security comes with a comfortable base of operations and emotional security comes from all your possessions and attachments that have sentimental value to you. In fact, that's why you keep everything because of all the emotional value and significance. Once you have latched onto something or someone, you do not tend to let go easily. You respond to life through feeling, not thinking. Your moods go up and down just like the tides. Spiritual lesson to learn: Discernment (distinguish boundaries). The Moon rules Cancer so the Moon will be important in your chart.": "कैंसर बढ़ने के साथ लोगों को औसत से कम महत्वपूर्ण हो जाते हैं, सहानुभूति, दयालु, निष्क्रिय, पोषण, ग्रहणशील, सुरक्षात्मक, retentive, अस्थिर, मानसिक, भावुक, दृढ़, डरपोक, शांत, संवेदनशील, जिज्ञासु (पैक चूहा), और मूडी । बस केकड़ा कैंसर का प्रतिनिधित्व करता है की तरह, आप आगे और आप के पीछे एक ही समय में देखने की आदत हो सकती है, पूरी तरह से भविष्य के सिर पर सामना नहीं करना चाहते है और हमेशा अतीत के बारे में चिंता है और क्या आप पर पीछे से चुपके हो सकता है, आप बड़ी चिंता का कारण । तुम एक जिज्ञासु बग़ल में गति में जीवन के माध्यम से जाना है, बस सीधे आगे कभी नहीं जा रहा है । आप संवेदनशील हैं और जब आपको खतरा महसूस होता है तो आप अपने खोल में पीछे हटते हैं। आपकी भावनाओं को आसानी से चोट पहुंचाई जा सकती है, यहां तक कि जब कोई मामूली मतलब नहीं था और आप चीजों को बहुत व्यक्तिगत रूप से ले जा सकते हैं। आप यात्रा का आनंद लेते हैं, लेकिन आपको यह जानने की बिल्कुल आवश्यकता है कि आपके पास वापस आने के लिए एक घर आधार है। सुरक्षा जीवन में आपके लिए सब कुछ है। शारीरिक सुरक्षा संचालन के एक आरामदायक आधार के साथ आता है और भावनात्मक सुरक्षा आपकी सभी संपत्ति और अनुलग्नकों से आती है जो आपके लिए भावुक मूल्य है। वास्तव में, यही कारण है कि आप सभी भावनात्मक मूल्य और महत्व के कारण सब कुछ रखते हैं। एक बार जब आप कुछ या किसी पर latched है, तो आप जाने के लिए आसानी से जाने के लिए नहीं करते हैं । आप महसूस के माध्यम से जीवन का जवाब, सोच नहीं । आपका मूड ज्वार की तरह ही ऊपर और नीचे चलता है । सीखने के लिए आध्यात्मिक सबक: प्रभेद (सीमाओं को अलग करें)। चंद्रमा नियम कर्क तो चंद्रमा आपकी कुण्डली में महत्वपूर्ण रहेगा।",
    "People with Leo rising tend to be generous, proud, emotional, romantic, extroverted, vain, egotistical, courageous, sentimental, self-confident, showy, and want to shine and be successful in wherever they go and whatever they do. They like to 'rule' and have homage paid to them for their 'royal' nature. You like to take risks and can sometimes be foolhardy, but you definitely have a zest for living. The worst thing someone can do to you is to hurt your pride or be unappreciative of you. You wear your heart on your sleeve in matters of love and you need a partner you can be proud of and you want them to be proud of you. You are faithful to and protective of those you love. You can be quick-tempered, but you tend to not stay angry for long. You like to play the kingly role and have a sense of drama surrounding you. You are a ham. You like being the center of attention and will do things just to get that attention. You can be stubborn in a sunny sort of way. Your roar is worse than your bite. If your pride is hurt or your dignity is trampled on, then watch out, because you can forgive, but you don't forget. You enjoy sports and out-of-doors activity. Your vitality and spirit are strong except if your heart is broken in love. Your need for love and affection is very great and you need to feel appreciated. If frustrated, you lose your desire for living. Spiritual lesson to learn: Humility. The Sun rules Leo so the Sun will be important in your chart.": "लियो राइजिंग वाले लोग उदार, गर्व, भावनात्मक, रोमांटिक, बहिर्मुखी, व्यर्थ, अहंकारी, साहसी, भावुक, आत्मविश्वासी, दिखावटी होते हैं और जहां भी जाते हैं और जो भी करते हैं, उसमें चमकना और सफल होना चाहते हैं । वे 'शासन' करना पसंद करते हैं और उन्हें अपने 'शाही' प्रकृति के लिए श्रद्धांजलि देते हैं। आप जोखिम लेना पसंद करते हैं और कभी-कभी उजड्ड हो सकते हैं, लेकिन आपके पास रहने के लिए उत्साह जरूर है। सबसे बुरी बात किसी को आप के लिए कर सकते है अपने गर्व को चोट या आप की सराहना की है । आप प्यार के मामलों में अपनी आस्तीन पर अपने दिल पहनते हैं और आपको एक ऐसे साथी की जरूरत है जिस पर आपको गर्व हो सकता है और आप चाहते हैं कि उन्हें आप पर गर्व हो। आप उन लोगों के प्रति वफादार और सुरक्षात्मक हैं जिन्हें आप प्यार करते हैं। आप जल्दी स्वभाव के हो सकते हैं, लेकिन आप लंबे समय तक नाराज नहीं रहते हैं। आप राजा की भूमिका निभाना पसंद करते हैं और आपके आस-पास नाटक की भावना होती है। आप एक हैम हैं। आप ध्यान का केंद्र होने की तरह है और बातें सिर्फ उस ध्यान पाने के लिए करेंगे । आप एक धूप तरह से जिद्दी हो सकता है । आपकी दहाड़ आपके काटने से भी बदतर है। यदि आपके गौरव को ठेस पहुंचती है या आपकी गरिमा को रौंद दिया जाता है, तो बाहर देखें, क्योंकि आप माफ कर सकते हैं, लेकिन आप भूल नहीं जाते । आप खेल और बाहर के दरवाजे गतिविधि का आनंद लें । आपकी जीवन शक्ति और आत्मा मजबूत है सिवाय इसके कि आपका दिल प्यार में टूट गया है। प्यार और स्नेह के लिए अपनी जरूरत बहुत महान है और आप की सराहना महसूस करने की जरूरत है । यदि कुंठित होते हैं, तो आप जीने की इच्छा खो देते हैं। आध्यात्मिक सबक सीखने के लिए: विनम्रता। सूर्य नियम सिंह तो सूर्य आपकी कुण्डली में महत्वपूर्ण रहेगा।",
    "People with Virgo rising tend to be practical, analytical, discriminating, fastidious, careful, exacting, attentive to details, methodical, quiet, unassuming, shy, critical, thoughtful, and somewhat self-centered. You have an ingenious, active and alert mind. Gaining knowledge and putting it to good use are important to you. You strive for perfection and can be quite the person to live with or to be around because your standards for yourself and others are so high. At times others can never be 'good' enough to meet those high standards. Finding fault with what's wrong with things is your forte. Sometimes, though, this can make relationships sour as you often turn your critical eye on the one you love and the things they do. Pessimism and being too self-critical are two faults you should try to improve upon. You may tend to worry too much, especially about the small stuff, the little details. Too much worry can lead to health problems. You need to learn to digest every experience and assimilate it without bitterness, regret, spite or resentment. You need to get rid of any negativity that stems from a feeling of inadequacy. You tend to look younger than you really are, no matter what your age. You are very restless and nervous, so you seldom have much weight on you. At times you can be very indecisive and unsure. Spiritual lesson to learn: Service. Mercury rules Virgo so Mercury will be important in your chart.": "कन्या वृद्धि के साथ लोगों को व्यावहारिक, विश्लेषणात्मक, भेदभाव, दुराग्रही, सावधान, मांग, विवरण के लिए चौकस, व्यवस्थित, शांत, नम्र, शर्मीली, महत्वपूर्ण, विचारशील, और कुछ हद तक आत्म केंद्रित हो जाते हैं । आप एक सरल, सक्रिय और सतर्क मन है। ज्ञान प्राप्त करना और इसे अच्छे उपयोग में लाना आपके लिए महत्वपूर्ण है। आप पूर्णता के लिए प्रयास करते हैं और साथ रहने या चारों ओर रहने के लिए काफी व्यक्ति हो सकते हैं क्योंकि आपके और दूसरों के लिए आपके मानक इतने अधिक हैं। कई बार दूसरों को उन उच्च मानकों को पूरा करने के लिए पर्याप्त ' अच्छा ' कभी नहीं हो सकता । क्या चीजों के साथ गलत है के साथ गलती ढूंढना अपने प्रधान गुण है । कई बार, हालांकि, यह रिश्तों को खट्टा कर सकते है के रूप में आप अक्सर एक तुमसे प्यार करता हूं और बातें वे करते है पर अपनी महत्वपूर्ण आंख बारी है । निराशावाद और बहुत आत्म महत्वपूर्ण होने के नाते दो दोष आप पर सुधार करने की कोशिश करनी चाहिए रहे हैं । आप बहुत ज्यादा चिंता करते हैं, विशेष रूप से छोटे सामान के बारे में, छोटे विवरण कर सकते हैं । बहुत ज्यादा चिंता स्वास्थ्य संबंधी परेशानियों का कारण बन सकती है। आपको हर अनुभव को पचाने और कड़वाहट, अफसोस, बावजूद या असंतोष के बिना इसे आत्मसात करने की जरूरत है । आपको किसी भी नकारात्मकता से छुटकारा पाने की जरूरत है जो अपर्याप्तता की भावना से उपजी है। आप वास्तव में छोटे दिखते हैं, चाहे आपकी उम्र क्या हो। आप बहुत बेचैन और नर्वस हैं, इसलिए आप पर शायद ही कभी ज्यादा वजन हो। कई बार आप बहुत अनिर्णायक और अनिश्चित हो सकते हैं । आध्यात्मिक सबक सीखने के लिए: सेवा। बुध नियम कन्या तो बुध आपकी कुण्डली में महत्वपूर्ण रहेगा।",
    "People with Libra rising tend to be charming, refined, attractive in some manner, gracious, appealing, indecisive, cooperative, sociable, creative, artistic, perhaps musically inclined, harmonious, and wanting to please and not make waves. You seek the approval and support of others. You may 'need' the company of others and hate to be by yourself. You are apt to try too hard to please others and compromise your own principles in order to be liked or to be popular. Yet you can also be very self-centered. You have a difficult time saying 'no'. You cannot stand disorder and disharmony and want everything to be balanced, poised, and harmonious. You like looking at all sides of an issue before making up your mind. You love to compare things and find analogies. You enjoy argument, yet you can be very diplomatic with a friendly exterior. Looks are important to you. You tend to attract whatever it is that you need without any real effort on your part. Spiritual lesson to learn: Decisiveness, especially in relationships. Venus rules Libra so Venus will be important in your chart.": "तुला बढ़ती के साथ लोगों को आकर्षक, परिष्कृत, कुछ तरीके से आकर्षक हो जाते हैं, शालीन, अपील, अनिर्णायक, सहकारी, मिलनसार, रचनात्मक, कलात्मक, शायद संगीत इच्छुक, सामंजस्यपूर्ण, और खुश करने के लिए और लहरें नहीं करना चाहते हैं । आप दूसरों की मंजूरी और समर्थन चाहते हैं । आप दूसरों की कंपनी की 'आवश्यकता' हो सकती है और अपने आप से नफरत कर सकते हैं। आप दूसरों को खुश करने और पसंद किए जाने या लोकप्रिय होने के लिए अपने सिद्धांतों से समझौता करने के लिए बहुत मेहनत करने के लिए उपयुक्त हैं। फिर भी आप बहुत आत्मकेंद्रित हो सकते हैं। आपके पास नहीं कहने का कठिन समय है । आप विकार और मनमुटाव खड़े नहीं कर सकते और चाहते हैं कि सब कुछ संतुलित, तैयार और सामंजस्यपूर्ण हो । आप अपने मन बनाने से पहले एक मुद्दे के सभी पक्षों को देखना पसंद करते हैं । आप चीजों की तुलना करने और समानताएं खोजने के लिए प्यार करते हैं। आप तर्क का आनंद लें, फिर भी आप एक दोस्ताना बाहरी के साथ बहुत कूटनीतिक हो सकता है । लग रहा है आप के लिए महत्वपूर्ण हैं। आप जो कुछ भी यह है कि आप अपनी ओर से किसी भी वास्तविक प्रयास के बिना की जरूरत को आकर्षित करते हैं । आध्यात्मिक सबक जानने के लिए: निर्णायक, विशेष रूप से रिश्तों में। शुक्र नियम तुला तो शुक्र आपकी कुण्डली में महत्वपूर्ण होगा।",
    "People with Scorpio rising tend to be secretive, deep, withdrawn, mysterious, regenerate or degenerate, reserved, hard to understand, courageous, willful, persistent, stubborn in thought, creative, self-reliant, self-controlled (except perhaps with the passions), and silent. According to the spiritual astrologer Isabel Hickey, no unevolved soul is born with Scorpio rising. This is a powerhouse rising sign. It represents the battleground where the higher and lower selves must come to mortal combat. They must be aligned and the lower self eventually must die and give way to and obey the higher self, the God within. Physical, emotional, mental and spiritual levels are all involved. You appear calm on the surface, but you can be extremely emotional inside. 'Still waters run deep', as they say. You tend to be the silent type, always wanting to know others' motivations, but never disclosing your own. You love to play the detective or the ferret. You have to know everything, all the how's and why's. You have great determination and strength, enough to overcome any adversary, even yourself. You need to overcome resentment, possessiveness and jealousy. There may be a fascination, preoccupation, interest and/or ability with the occult, death, sex or healing. You can be a devil or an angel, the eagle or the stinging scorpion. Spiritual lesson to learn: Forgiveness. Mars and Pluto rule Scorpio so Mars and Pluto will be important in your chart.": " वृश्चिक वृद्धि के साथ लोगों को गुप्त, गहरी, वापस ले लिया, रहस्यमय, पुनर्जीवित या पतित, आरक्षित, समझने के लिए मुश्किल हो जाते हैं, साहसी, जानबूझकर, लगातार, सोचा में जिद्दी, रचनात्मक, आत्मनिर्भर, आत्म नियंत्रित (शायद जुनून के साथ छोड़कर), और चुप । आध्यात्मिक ज्योतिषी इसाबेल हिक्की के अनुसार वृश्चिक राशि के जातकों के बढ़ने से कोई अतवच्छित आत्मा का जन्म नहीं होता है। यह एक पावरहाउस राइजिंग साइन है । यह लड़ाई का मैदान का प्रतिनिधित्व करता है जहां उच्च और निचले खुद को नश्वर लड़ाई के लिए आना चाहिए । वे गठबंधन किया जाना चाहिए और कम आत्म अंततः मर जाते हैं और करने के लिए रास्ता देना चाहिए और उच्च आत्म, भगवान के भीतर का पालन करें। शारीरिक, भावनात्मक, मानसिक और आध्यात्मिक स्तर सभी शामिल हैं। आप सतह पर शांत दिखाई देते हैं, लेकिन आप अंदर से बेहद भावुक हो सकते हैं। ' अभी भी पानी गहरा चला ', जैसा कि वे कहते हैं । आप मूक प्रकार हो जाते हैं, हमेशा दूसरों की मंशा जानना चाहते हैं, लेकिन अपने खुद के खुलासा कभी नहीं । आप जासूस या फेरेट खेलने के लिए प्यार करता हूँ। तुम सब कुछ पता है, सब कैसे है और क्यों है । आप महान दृढ़ संकल्प और शक्ति है, किसी भी विरोधी पर काबू पाने के लिए पर्याप्त है, यहां तक कि अपने आप को । आपको असंतोष, अधिकार और ईर्ष्या को दूर करने की आवश्यकता है। मनोगत, मृत्यु, लिंग या उपचार के साथ एक आकर्षण, अति व्यस्तता, रुचि और/या क्षमता हो सकती है । आप एक शैतान या एक परी, ईगल या चुभने बिच्छू हो सकता है। आध्यात्मिक सबक सीखने के लिए: क्षमा। मंगल और प्लूटो नियम वृश्चिक तो मंगल और प्लूटो आपकी कुण्डली में महत्वपूर्ण होंगे।",
    "People with Sagittarius rising tend to be idealistic, aspiring, enthusiastic, religious or agnostic, interested in far away places and cultures or ideas, physically active, risk-taking, outgoing, breezy, extroverted, philosophical, perhaps dogmatic, prejudiced, superficial, looking for greener pastures, and on-the-go. Sagittarius, the Centaur, is half-human, half-animal and this is perhaps the way you are. You have great aspirations, yet may have a most unruly desire nature. You can shoot for the stars or wallow with the animals. There is love of animals, the outdoors, sports, gambling, adventure, and travel. You may lack concentration. You probably have many acquaintances, but few friends. You tend to have casual contacts rather than in-depth relationships. You have a great restlessness and a love to be on the move. You may always be looking for greener pastures, never stopping or slowing down to see where you really are and what's around you. You tend to be talkative and direct and to the point. You may be lacking in tact and diplomacy due to your frankness. Ideas are very important to you. You generally like working with the big picture and dislike all the little details. You may promise much and deliver less. You can rise to the heights or sink to the depths. Which will you choose? Spiritual lesson to learn: Restraint, of all that is given away (and stop procrastinating). Jupiter rules Sagittarius so Jupiter will be important in your chart.": "धनु वृद्धि के साथ लोगों को आदर्शवादी, आकांक्षी, उत्साही, धार्मिक या नास्तिक, दूर स्थानों और संस्कृतियों या विचारों में रुचि रखते हैं, शारीरिक रूप से सक्रिय, जोखिम लेने, निवर्तमान, समीरिक, बहिर्मुखी, दार्शनिक, शायद हठधर्मी, पूर्वाग्रही, सतही, हरियाली चरागाहों की तलाश में, और पर जाने के लिए करते हैं । धनु, सेंटौर, आधा मानव, आधा पशु है और यह शायद आप जिस तरह से कर रहे हैं । आपकी बड़ी आकांक्षाएं हैं, फिर भी सबसे अनियंत्रित इच्छा प्रकृति हो सकती है। आप सितारों के लिए शूट कर सकते हैं या जानवरों के साथ लोट लगा सकते हैं। वहां जानवरों के प्यार है, सड़क पर, खेल, जुआ, साहसिक, और यात्रा । आपमें एकाग्रता की कमी हो सकती है। आप शायद कई परिचितों है, लेकिन कुछ दोस्तों। आप में गहराई से संबंधों के बजाय आकस्मिक संपर्क किया है करते हैं । आपको बड़ी बेचैनी है और प्यार के चलते है। तुम हमेशा भोला आदमी चरागाहों के लिए देख रहे हो सकता है, कभी नहीं रोक या धीमा देखने के लिए जहां आप वास्तव में कर रहे है और क्या आप के आसपास है । आप बातूनी और प्रत्यक्ष और बात करने के लिए करते हैं । आपकी स्पष्टवादिता के कारण आपके पास चालबाजी और कूटनीति की कमी हो सकती है। विचार आपके लिए बहुत महत्वपूर्ण हैं। आप आम तौर पर बड़ी तस्वीर के साथ काम करना पसंद करते हैं और सभी छोटे विवरणों को नापसंद करते हैं। आप बहुत वादा कर सकते हैं और कम उद्धार कर सकते हैं। आप ऊंचाइयों तक बढ़ सकते हैं या गहराई तक डूब सकते हैं। आप कौन सा चुनेंगे? आध्यात्मिक सबक सीखने के लिए: संयम, सब है कि दूर दिया जाता है (और विलंब बंद करो) । बृहस्पति नियम धनु तो बृहस्पति आपकी कुण्डली में महत्वपूर्ण रहेगा। ",
    "People with Capricorn rising tend to be sensitive, timid, business-like, ambitious, controlling, reserved, practical, down-to-earth, duty-conscious, responsible, critical, and cold. You may have had trouble communicating in early life. Perhaps you suffer from feelings of inadequacy. You overcome these feelings through sheer necessity, for you have determination in achieving your goals and purposes in life. You have great ambition and do not settle until you have reached the great heights that you have set for yourself. Money, position and power are important to you. The reserve that often appears as part of your makeup is sometimes taken as coldness. To you it seems that you are being responsible and simply doing your duty. You may have had trouble with your knees. Any trouble with the knees is the outer evidence of an inner inability to be flexible. Spiritual lesson to learn: Sociability (lighten up). Saturn rules Capricorn so Saturn will be important in your life.": "मकर राशि वाले लोग संवेदनशील, डरपोक, व्यापार जैसे, महत्वाकांक्षी, नियंत्रण, आरक्षित, व्यावहारिक, डाउन-टू-अर्थ, कर्तव्य-चेतन, जिम्मेदार, महत्वपूर्ण और ठंडे होते हैं । हो सकता है कि आपको शुरुआती जीवन में संवाद करने में परेशानी हुई हो। शायद आप अपर्याप्तता की भावनाओं से पीड़ित हैं। आप सरासर आवश्यकता के माध्यम से इन भावनाओं को दूर, के लिए आप जीवन में अपने लक्ष्यों और प्रयोजनों को प्राप्त करने में दृढ़ संकल्प है । आप महान महत्वाकांक्षा है और जब तक आप महान ऊंचाइयों है कि आप अपने लिए निर्धारित किया है तक पहुंच नहीं है व्यवस्थित नहीं है । पैसा, पद और शक्ति आपके लिए महत्वपूर्ण है। रिजर्व है कि अक्सर अपने श्रृंगार के भाग के रूप में प्रकट होता है कई बार शीतलता के रूप में लिया जाता है । आप के लिए ऐसा लगता है कि आप जिंमेदार जा रहा है और बस अपने कर्तव्य कर रही है । हो सकता है कि आपको घुटनों से परेशानी हुई हो। घुटनों के साथ कोई भी परेशानी लचीला होने के लिए एक आंतरिक असमर्थता का बाहरी सबूत है। आध्यात्मिक सबक जानने के लिए: मिलनसारिता (हल्का) । शनि नियम मकर इसलिए शनि आपके जीवन में महत्वपूर्ण रहेगा।",
    "People with Aquarius rising tend to be altruistic, friendly, yet detached, impersonal, humanitarian, sociable, intellectual, freedom-loving, rebellious, independent, and unusual. You are here to learn altruism, brotherhood, and working for the common good, to forget yourself and your needs for the sake of your friends, who can also be strangers. You have new and different ways of looking at things. You can be very original and inventive, perhaps eccentric or bohemian. You are prone to uncertain and sudden impulses. You tend to be very intuitive, possessing a good mind. You have organizing ability and are capable and practical. You are intelligent, but sometimes cold and calculating where feelings are concerned. There is a certain detachment about you. You cannot stand possessiveness and jealousy and you require plenty of freedom. Depending on the relative strengths of Saturn and Uranus in your chart, caution, coldness and selfishness may be exhibited (Saturn stronger) or there will be more altruism, freedom and free-flowingness (Uranus stronger). If Uranus is stronger, then the things of the spirit will be stronger than materialistic worldliness. Spiritual lesson to learn: Warmth (less head and more heart). Saturn and Uranus both rule Aquarius so Saturn and Uranus will be important in your chart.": "कुंभ राशि के साथ लोगों को बढ़ती परोपकारी, दोस्ताना, अभी तक अलग, अवैयक्तिक, मानवीय, मिलनसार, बौद्धिक, स्वतंत्रता प्यार, विद्रोही, स्वतंत्र, और असामान्य हो जाते हैं । आप यहां परोपकारिता, भाईचारा सीखने और आम भलाई के लिए काम करने के लिए, अपने दोस्तों की खातिर खुद को और अपनी जरूरतों को भूल जाते हैं, जो अजनबी भी हो सकते हैं । आपके पास चीजों को देखने के नए और अलग तरीके हैं। आप बहुत मूल और आविष्कारी, शायद सनकी या बोहेमियन हो सकते हैं। आप अनिश्चित और अचानक आवेगों से ग्रस्त हैं। आप बहुत सहज हो जाते हैं, एक अच्छा मन रखने । आप आयोजन की क्षमता है और सक्षम और व्यावहारिक हैं । आप बुद्धिमान हैं, लेकिन कई बार ठंड और गणना जहां भावनाओं का संबंध है । आपके बारे में एक निश्चित टुकड़ी है। आप अधिकार और ईर्ष्या बर्दाश्त नहीं कर सकता और आप स्वतंत्रता की बहुत आवश्यकता है । आपकी कुण्डली में शनि और यूरेनस की सापेक्ष शक्तियों के आधार पर, सावधानी, शीतलता और स्वार्थ (शनि मजबूत) प्रदर्शित किया जा सकता है या अधिक परोपकारिता, स्वतंत्रता और मुक्त प्रवाह (यूरेनस मजबूत) होगा। यदि यूरेनस मजबूत होगा, तो आत्मा की चीजें भौतिकवादी दुनियादारी से मजबूत होंगी। आध्यात्मिक सबक जानने के लिए: गर्मी (कम सिर और अधिक दिल) । शनि और यूरेनस दोनों राज कुंभ इसलिए शनि और यूरेनस आपकी कुण्डली में महत्वपूर्ण रहेंगे।",
    "People with Pisces rising tend to be sensitive, compassionate, empathic, weak-willed, long-suffering, day-dreamy, procrastinating, plastic, impressionable, impractical, indecisive, psychic, sentimental, romantic, idealistic, affectionate, easy-going, lazy, not concerned with the practical day-to-day affairs of life, absent-minded, and in search for the Holy Grail. At times you are too absent from focused awareness of the present. You may dream through life rather than live it. There may be involvement in music or dance or drugs. You may have a lonesomeness that nothing in the outer world can remedy. Being alone at times is an absolute necessity for you. The vibrations of this earth plane may be difficult at times for your sensitive body and spirit to withstand. You are very sensitive to the conditions of your surroundings and can be like a psychic sponge, absorbing all that is around you, for good or ill. You are very likeable, but you need to learn how to be more practical and down-to-earth and how to concentrate your energies on the here and now. You must serve others in this life, but must learn not to be taken advantage of or fall for everyone's sob story. Spiritual lesson to learn: Perseverance. Jupiter and Neptune both rule Pisces so Jupiter and Neptune will be important in your chart.": "मीन राशि के साथ बढ़ती लोगों को संवेदनशील, दयालु, सहानुभूति, कमजोर इरादों वाला, लंबे समय से पीड़ित, दिन काल्पनिक, विलंब, प्लास्टिक, प्रभावशील, अव्यावहारिक, अनिर्णायक, मानसिक, भावुक, रोमांटिक, आदर्शवादी, स्नेही, आसान जा रहा है, आलसी, जीवन के व्यावहारिक दिन के लिए दिन के मामलों के साथ संबंध नहीं हो जाते हैं, अनुपस्थित दिमाग, और पवित्र कंघी बनानेवाले की रेती के लिए खोज में । कई बार आप वर्तमान के ध्यान केंद्रित जागरूकता से भी अनुपस्थित रहते हैं । आप इसे जीने के बजाय जीवन के माध्यम से सपना देख सकते हैं । संगीत या नृत्य या ड्रग्स में भागीदारी हो सकती है। आपको एक अकेलापन हो सकता है कि बाहरी दुनिया में कुछ भी उपाय नहीं कर सकता है। कई बार अकेले होना आपके लिए एक परम आवश्यकता है। इस पृथ्वी विमान के कंपन अपने संवेदनशील शरीर और आत्मा का सामना करने के लिए कई बार मुश्किल हो सकता है । आप अपने परिवेश की स्थितियों के प्रति बहुत संवेदनशील हैं और एक मानसिक स्पंज की तरह हो सकते हैं, जो आपके आस-पास के सभी को अवशोषित कर सकते हैं, अच्छे या बीमार के लिए। आप बहुत दिलकश हैं, लेकिन आपको यह जानने की जरूरत है कि कैसे अधिक व्यावहारिक और डाउन-टू-अर्थ होना चाहिए और अपनी ऊर्जा को यहां और अब कैसे केंद्रित किया जाए। आपको इस जीवन में दूसरों की सेवा करनी चाहिए, लेकिन हर किसी की सूबे की कहानी का लाभ न उठाना या गिरना सीखना चाहिए। आध्यात्मिक सबक सीखने के लिए: दृढ़ता। बृहस्पति और वरुण दोनों का नियम मीन तो बृहस्पति और वरुण आपकी कुण्डली में महत्वपूर्ण रहेंगे।",
    "You are quick, keen, shrewd, critical of penetrating the mind and keen judgment.You are self-reliant, bold and of fixed views having this fixed sign.Also You sometimes lose your temper quickly and get irritated.Sometimes cunning but very true, loyal, faithful and reliable. But in case others misbehave or become unfaithful you become revengeful": "आप त्वरित, उत्सुक, चतुर, मन को भेदने और निर्णायक निर्णय लेने के लिए महत्वपूर्ण हैं। आप आत्मनिर्भर, निर्भीक और निश्चित विचारों वाले हैं, जो निश्चित संकेत हैं। इसके अलावा, आप कभी-कभी अपना आपा खो देते हैं और चिड़चिड़े हो जाते हैं। बहुत चालाक लेकिन बहुत ही सही , वफादार, वफादार और विश्वसनीय। लेकिन मामले में दूसरों के साथ दुर्व्यवहार या विश्वासघाती बन जाते हैं तो आप प्रतिशोधी बन जाते हैं ",
    "You are very friendly and cheerful in nature. You are of deep thinking and of high intellect. Show great interest in outdoor sportsand also are quite independent in nature. You sometimes can exaggerate things without truth, false promises, insult or hurt other people. So be pollite": "आप स्वभाव से बहुत मिलनसार और हंसमुख हैं। आप गहरी सोच और उच्च बुद्धि के हैं। आउटडोर खेलकूद में भी बड़ी दिलचस्पी दिखाते हैं। स्वभाव में काफी स्वतंत्र होते हैं। आप कभी-कभी सत्य, झूठे वादे, अपमान या अन्य लोगों को चोट पहुंचाए बिना चीजों को अतिरंजित कर सकते हैं। तो परागित हो ",
    "You have deep common sense. Your aspirations are very high, from a humble beginning You will rise to greater heights.You are aslo calculative and business-minded persons.Be more careful not to indulge in sinful deeds which will affect their mental peace.": "आपके पास गहरी सामान्य समझ है। आपकी आकांक्षाएं बहुत अधिक हैं, एक विनम्र शुरुआत से आप अधिक से अधिक ऊंचाइयों तक पहुंच जाएंगे। आप गणनात्मक और व्यवसाय-दिमाग वाले व्यक्ति हैं। इसलिए अधिक सावधानी से पाप कर्मों में लिप्त न हों, जो उनकी मानसिक शांति को प्रभावित करेगा। ",
    "You are serious, quiet, thoughtful and of contemplative nature. Social but very choosy about friends.You do all the things which are morally right.lack spirituality,You sometimes bound to become self-centred and you are a bit lazy and lethargic type of person.": "आप गंभीर, शांत, विचारशील और चिंतनशील स्वभाव के हैं। सामाजिक लेकिन दोस्तों के बारे में बहुत ही गलत। आप वे सभी चीजें करते हैं जो नैतिक रूप से सही हैं। आध्यात्मिकता से दूर, आप कभी-कभी आत्म-केंद्रित होने के लिए बाध्य होते हैं और आप थोड़े आलसी और सुस्त किस्म के व्यक्ति होते हैं।",
    "You have a kingly personality, magnanimity, and lion-hearted nature. You always forgive others and forget the mistakes, sins, and errors of others, Very independent in views,you have an excellent organizing powers. You should not be hasty and get irritated and should avoid forcing their desires and opinions on others.": "आपके पास एक राजसी व्यक्तित्व, विशालता, और शेर-दिल प्रकृति है। आप हमेशा दूसरों को माफ करते हैं और दूसरों की गलतियों, पापों और त्रुटियों को भूल जाते हैं, विचारों में बहुत स्वतंत्र, आपके पास एक उत्कृष्ट आयोजन शक्तियां हैं। आपको जल्दबाजी नहीं करनी चाहिए और चिढ़ नहीं होनी चाहिए और दूसरों पर अपनी इच्छाओं और विचारों को मजबूर करने से बचना चाहिए।",
    "You are chaste, pure and refined. Sociable and friendly in nature, You show up occasional shyness also. Well informed and scholarly personality also show interest in the occult and ancient sciences.you are worrisome and sometimes perceived to be fussy. Fussing over others can sometimes be harmful for you.": "आप पवित्र, शुद्ध और परिष्कृत हैं। स्वभाव में मिलनसार और मिलनसार, आप कभी-कभार शर्म भी दिखाते हैं। अच्छी तरह से सूचित और विद्वतापूर्ण व्यक्तित्व भी मनोगत और प्राचीन विज्ञानों में रुचि दिखाते हैं। आप चिंताजनक हैं और कभी-कभी उधम मचाते हैं। दूसरों पर उपद्रव करना कभी-कभी आपके लिए हानिकारक हो सकता है।",
    "You are ambitious, courageous and vigilant for self-respect. You shape your own destiny by dint of struggle and hard work. You are straightforward, generous and lover of freedom.You often short-sighted in your approach, inclined to lose patience too fast.": "आप आत्म-सम्मान के लिए महत्वाकांक्षी, साहसी और सतर्क हैं। आप संघर्ष और कड़ी मेहनत के बल पर अपने भाग्य को आकार देते हैं। आप स्वतंत्रता के सीधे, उदार और प्रेमी हैं। आप अक्सर अपने दृष्टिकोण में कम-दृष्टि रखते हैं, बहुत तेजी से धैर्य खोने के लिए इच्छुक हैं।",
    "You have an effective personality, depicting intelligence, judicious and humane nature.Your nature is versatile, imaginative, pleasant, thoughtful and adaptable.You are generally soft-spoken, with the good power of good oration.You are short-tempered but cool down quite easily and also lack concentration and quick decision making.": "आपके पास एक प्रभावी व्यक्तित्व है, जो बुद्धिमत्ता, विवेकपूर्ण और मानवीय स्वभाव का चित्रण करता है। आपकी प्रकृति बहुमुखी, कल्पनाशील, सुखद, विचारशील और अनुकूलनीय है। आप आमतौर पर मृदुभाषी होते हैं, जो अच्छे संस्कारों की शक्ति के साथ होते हैं। आप छोटे स्वभाव वाले होते हैं, लेकिन शांत होते हैं। काफी आसानी से और भी एकाग्रता और त्वरित निर्णय लेने की कमी है।",
    "You have regulated habits and possess remarkable tolerance power. You are devotee of respectable people and are obedient to your parents. You acquire riches and develop good qualities.you are inclined to be egotistical and domineering.": "आपने आदतों को विनियमित किया है और उल्लेखनीय सहिष्णुता शक्ति के अधिकारी हैं। आप सम्मानित लोगों के भक्त हैं और अपने माता-पिता के आज्ञाकारी हैं। आप धन प्राप्त करते हैं और अच्छे गुणों का विकास करते हैं। आप अहंकारी और दबंग होने के लिए इच्छुक हैं।",
    "You are affectionate, kind, generous and compassionate. Since the Rashi is symbolic of balance, equilibrium and justice are its keynotes.You are interested in gaining knowledge and tend to be eloquent.you should control your emotional nature as it can be sometimes not good for you only. ": "आप स्नेही, दयालु, उदार और दयालु हैं। चूँकि राशी संतुलन का प्रतीक है, संतुलन और न्याय इसकी कुंजी हैं। आप ज्ञान प्राप्त करने में रुचि रखते हैं और वाक्पटु होते हैं। आपको अपने भावनात्मक स्वभाव को नियंत्रित करना चाहिए क्योंकि यह कभी-कभी आपके लिए अच्छा नहीं हो सकता है।",
    "You are of a fertile imagination, sentimental and sympathetic. You have strong emotional nature and are romantic. You are secretive, impressionable and magnetic. You have a deep interest in travelling. you have a secret and concealing nature. ": "आप एक उर्वर कल्पना, भावुक और सहानुभूति के पात्र हैं। आपके पास मजबूत भावनात्मक प्रकृति है और रोमांटिक हैं। आप गुप्त, प्रभावशाली और चुंबकीय हैं। यात्रा में आपकी गहरी रुचि है। आपके पास एक गुप्त और छुपा प्रकृति है।",
    "You are strong, kind, loving, truthful and sympathetic nature. Also you are philosophical and lead a romantic life. You are quick in understanding and also inspirational, versatile and easy going.At times you are over anxious and become disheartened, indecisive and lack in life and energy.": "आप मजबूत, दयालु, प्यार करने वाले, सच्चे और हमदर्द स्वभाव के हैं। इसके अलावा आप दार्शनिक हैं और एक रोमांटिक जीवन जीते हैं। आप समझने में तेज हैं और प्रेरणादायक, बहुमुखी और आसान जा रहे हैं। कई बार आप बहुत अधिक चिंतित होते हैं और जीवन और ऊर्जा में नीरस, अशोभनीय और अभावग्रस्त हो जाते हैं।",
    "Taurus is ruled by Venus, which is a feminine watery planet. Venus is neutral towards Jupiter, which in turn is inimical towards Venus.  Despite this enmity, the position of Jupiter in Taurus is positive since both the planets are benefic in nature, especially Jupiter. People having Jupiter in Taurus are endowed with a broad body and good appearance. These god-fearing people respect spirituality and religion. Natives with this placement of Jupiter earn a lot of fortune and wealth throughout their life. Luck favors them in the time of need. They also do well in their professional life. These natives are judicial & wise and make a lucrative use of their assets and money. They have the money and skills to afford the finer things in life. This gives stability to their life. They are skillful, intelligent and quite political too. They have strong business acumen, and handle matters in a cautious and patient way that gives them an edge over the opponents. They use tact and wisdom in critical situations. They easily play with new ideas and experiments and are quite skillful. However, Jupiter in Taurus gives these natives conservative views and an inflexible approach.": "वृष राशि पर शुक्र का शासन है, जो कि एक स्त्री जल वाला ग्रह है। शुक्र बृहस्पति के प्रति उदासीन है, जो बदले में शुक्र के प्रतिकूल है। इस शत्रुता के बावजूद, बृहस्पति की वृष राशि में स्थिति सकारात्मक है क्योंकि दोनों ग्रह प्रकृति में लाभकारी हैं, विशेषकर बृहस्पति। वृष राशि में बृहस्पति वाले लोग व्यापक शरीर और अच्छे दिखने वाले होते हैं। ईश्वर से डरने वाले ये लोग अध्यात्म और धर्म का सम्मान करते हैं। गुरु की इस स्थिति वाले जातक अपने पूरे जीवन में ढेर सारा धन और धन अर्जित करते हैं। किस्मत जरूरत के समय उनका साथ देती है। वे अपने पेशेवर जीवन में भी अच्छा करते हैं। ये जातक न्यायिक और बुद्धिमान होते हैं और अपनी संपत्ति और धन का आकर्षक उपयोग करते हैं। उनके पास जीवन में बेहतर चीजों को वहन करने के लिए पैसा और कौशल है। इससे उनके जीवन में स्थिरता आती है। वे कुशल, बुद्धिमान और काफी राजनीतिक भी हैं। उनके पास मजबूत व्यावसायिक कौशल है, और वे सतर्क और धैर्यपूर्वक मामलों को संभालते हैं जो उन्हें विरोधियों पर बढ़त दिलाते हैं। वे विकट परिस्थितियों में चतुराई और समझदारी का प्रयोग करते हैं। वे आसानी से नए विचारों और प्रयोगों के साथ खेलते हैं और काफी कुशल हैं। हालाँकि, वृष राशि में बृहस्पति इन जातकों को रूढ़िवादी विचार और एक अनम्य दृष्टिकोण देता है।"
}